{
  "RefundCase":[
    {
      "TITLE":"1. Orders Delayed.",
      "id": 1,
      "SHOWMORE": false,
      "DESCRIPTION": ["Orders are <span class='emphasis'>lacking tracking information, in transit, pending, expired</span> after <span class='emphasis'>60 days</span> counting from the date that order departed from CJ warehouse. Following countries and shipping methods may be different:"],
      "POINTS": [
        {
          "STEP":"a.",
          "CONTENT":"&nbsp;For orders shipped to the USA, it is after <span class='emphasis'>45 days</span> counting from the date that order departed from CJ warehouse."
        },
        {
          "STEP":"b.",
          "CONTENT":"&nbsp;For Brazil, it is after <span class='emphasis'>110 days</span> counting from the date that order departed from CJ warehouse due to the strict customs clearance at Brazil."
        },
        {
          "STEP":"c.",
          "CONTENT":"&nbsp;For China Post Registered Air Mail and CJ liquid direct line to all counties, CJ will deal with your dispute for delayed orders after <span class='emphasis'>100 days</span> counting from the date that order departed from CJ warehouse."
        },
        {
          "STEP":"d.",
          "CONTENT":"&nbsp;For some special shipping methods, CJ cannot deal with your disputes. <span class='emphasis'>(See the following important interpretation)</span>"
        }
      ],
      "NOTES": [
        {
          "STEP": "",
          "CONTENT": "Sometimes, the order had arrived at the nearest post office to the buyer and make it pending because of insufficient address, package unclaimed, no such number, etc. It will be much more convenient for clients to contact local post office or go to the post office for delivery."
        }
      ]
    },
    {
      "TITLE":"2. Orders not Received.",
      "id": 2,
      "SHOWMORE": false,
      "DESCRIPTION": ["CJ will not deal with the refund or resend if the tracking information shows the order is delivered."],
      "POINTS": [
        {
          "STEP":"a.",
          "CONTENT":"&nbsp;If Your clients do not receive the package, a non-delivery certification issued by the local post office with official seal is necessary."
        },
        {
          "STEP":"b.",
          "CONTENT":"&nbsp;Tracking Information Alert. The tracking information shows Alert, the reasons are listed as below:",
          "ITEMS": [
            {
              "LABEL": "a)",
              "VALUE": "&nbsp;Incorrect/insufficient Address."
            },
            {
              "LABEL": "b)",
              "VALUE": "&nbsp;No Such Number."
            },
            {
              "LABEL": "c)",
              "VALUE": "&nbsp;Unknown recipient."
            },
            {
              "LABEL": "d)",
              "VALUE": "&nbsp;Refused."
            },
            {
              "LABEL": "e)",
              "VALUE": "&nbsp;Do not pick up in time."
            },
            {
              "LABEL": "f)",
              "VALUE": "&nbsp;No safe delivery location."
            },
            {
              "LABEL": "g)",
              "VALUE": "&nbsp;Uncleared customs."
            },
            {
              "LABEL": "h)",
              "VALUE": "&nbsp;Others."
            }
          ]
        }
      ],
      "NOTES": [
        {
          "STEP": "a.",
          "CONTENT": "&nbsp;The local distributor will deliver 1-3 times according to the actual situation. If it is still unclaimed during the delivery period, it will be returned to the local post office for storage in 3-7 days. Meanwhile, Your clients need to pick up the package by themselves. Otherwise, the product will be returned to the sender, our logistics company. During the return, CJ takes no responsibility if products have been lost."
        },
        {
          "STEP": "b.",
          "CONTENT": "&nbsp;If the logistics company provides return service to China, CJ will put the products to your private inventory and will not refund for it when we receive the returned items."
        },
        {
          "STEP": "c.",
          "CONTENT": "&nbsp;CJ cannot offer refund or resend if you don’t process the undelivered order or package destroyed by logistics companies."
        }
      ]
    },
    {
      "TITLE":"3. Products Damaged.",
      "id": 3,
      "SHOWMORE": false,
      "DESCRIPTION": ["CJ offers a full refund or a replacement if packages arrived are badly damaged.","CJ offers a partial refund or a replacement if packages arrived are partially damaged (<span class='emphasis'>except thread, slightly wrinkled, small scratches</span> etc.)."],
      "POINTS": [],
      "NOTES": [
        {
          "STEP": "a.",
          "CONTENT": "&nbsp;For fragile products, a refund is highly recommended."
        },
        {
          "STEP": "b.",
          "CONTENT": "&nbsp;For <span class='emphasis'>damaged packing boxes</span>, CJ <span class='emphasis'>cannot</span> offer any refunds or other after-sale services due to the long-distant international delivery."
        },
        {
          "STEP": "c.",
          "CONTENT": "&nbsp;For ordinary products, <span class='emphasis'>Your clients</span> shall complain or open a dispute with you <span class='emphasis'>within 3 days</span> after packages are delivered."
        },
        {
          "STEP": "d.",
          "CONTENT": "&nbsp;For electronic products, <span class='emphasis'>Your clients</span> shall complain or open a dispute to you <span class='emphasis'>within 7 days</span> after packages are delivered."
        },
        {
          "STEP": "e.",
          "CONTENT": "&nbsp;For <span class='emphasis'>service products</span>, CJ refunds you the cost of the product which is the price in China market. If you have CJ <a href='https://app.cjdropshipping.com/blog/post/quality-inspection-service' target='_blank' class='link'>quality inspection service</a>. Otherwise, CJ will not take any responsibility for them. (<span class='emphasis'>See the following important interpretation</span> > <span class='emphasis'>Service products</span>)"
        }
      ]
    },
    {
      "TITLE":"4. Incorrect or Missing Products.",
      "id": 4,
      "SHOWMORE": false,
      "DESCRIPTION": ["CJ has a strict quality control process before products are dispatched. CJ will deal with incorrect or missing products as follows:"],
      "POINTS": [
        {
          "STEP":"a.",
          "CONTENT":"&nbsp;For <span class='emphasis'>incorrect products</span>, CJ offers a full refund or replacement."
        },
        {
          "STEP":"b.",
          "CONTENT":"&nbsp;For <span class='emphasis'>products with wrong color, size</span> which doesn't affect product function, etc., CJ offers refund or resend if you provide the screenshot of your clients' complaint which including name, content and date."
        },
        {
          "STEP":"c.",
          "CONTENT":"&nbsp;For parts missing which doesn’t affect product function, CJ may refund partially or resend the missing part; for parts missing which affect product function, CJ will resend the product only."
        },
        {
          "STEP":"d.",
          "CONTENT":"&nbsp;For accessories, CJ will resend the accessories."
        }
      ],
      "NOTES": [
        {
          "STEP": "",
          "CONTENT": "For size problem, CJ will appreciate it a lot if you can measure the product according to the correct measurement method and provide us the photo of measurement. Then, our dispute team will deal with your disputes quickly."
        }
      ]
    },
    {
      "TITLE":"5. Orders Cancellation.",
      "id": 5,
      "SHOWMORE": false,
      "DESCRIPTION": ["For orders cancellation, CJ offers a <span class='emphasis'>full refund</span> before products been processed by warehouses. But things may be different for following orders:"],
      "POINTS": [
        {
          "STEP":"a.",
          "CONTENT":"&nbsp;After payment, POD orders cannot be canceled as it is customized."
        },
        {
          "STEP":"b.",
          "CONTENT":"&nbsp;After payment, private inventory orders cannot be canceled as it is special products and only available for you."
        },
        {
          "STEP":"c.",
          "CONTENT":"&nbsp;After payment, video and photo orders cannot be canceled as CJ has planned and prepared for you after payment."
        }
      ],
      "NOTES": []
    }
  ],
  "ImportantInterpretation":[
    {
      "TITLE":"1. Deadline of Opening Dispute.",
      "id": 6,
      "SHOWMORE": false,
      "DESCRIPTION": ["You cannot open a dispute if the order <span class='emphasis'>status is closed</span>. Your dispute cannot be resolved when tracking information from a third party is untraceable."],
      "POINTS": [],
      "NOTES": [
        {
          "STEP": "a.",
          "CONTENT": "&nbsp;For bulk purchase orders, the close date usually is <span class='emphasis'>around 30 days</span>."
        },
        {
          "STEP": "b.",
          "CONTENT": "&nbsp;Dispute will be closed automatically if the order has been closed and you have not responded for seven consecutive days."
        }
      ]
    },
    {
      "TITLE":"2. Force Majeure.",
      "id": 7,
      "SHOWMORE": false,
      "DESCRIPTION": ["CJ takes no responsibility for any product damaged or shipping delay caused by the act of god, including but not limited: epidemic situation, international situation, strike, war, earthquake, flood, virus, storm, heavy snow, customs inspection. However, CJ will notify you by CJ Chat, Skype, Email, Line, WhatsApp etc."],
      "POINTS": [],
      "NOTES": []
    },
    {
      "TITLE":"3. Shipping Method Limits.",
      "id": 8,
      "SHOWMORE": false,
      "DESCRIPTION": ["Some shipping methods are <span class='emphasis'>not trackable</span> when orders arrived at some Countries, States, or Cities. CJ lists those shipping methods in advance and <span class='emphasis'>will not accept any disputes</span> when you choose those shipping methods to some countries, including:","PostNL, Turkey Post, Swiss Post, Electric PostNL to USA, UK, Canada, Australia, South Africa, Brazil, the overseas territories and overseas island areas；"],
      "POINTS": [],
      "NOTES": [
        {
          "STEP": "",
          "CONTENT": "For DHL, CJPacket Fast Line, CJPacket JL Express, CJPacket Thailand, the remote addresses will be charged additional cost."
        }
      ]
    },
    {
      "TITLE":"4. Destination Limits.",
      "id": 9,
      "SHOWMORE": false,
      "DESCRIPTION": ["Due to limited international transportation, CJ will not accept any disputes when your orders are shipped to the following countries:", "Haiti, Kyrgyzstan, Madagascar, Mauritius, Bangladesh, Nepal, Nicaragua, Swaziland, Jamaica, Zambia, Ecuador, Peru, Bolivia, Chile, Argentina, Uruguay, Egypt, Sudan, Libya, Algeria, Angola, Bahamas, Benin, Belize City, Burundi, Dominican Republic, Gambia, Grenada, Cuba, Palestine, Paraguay, Guatemala, Reunion, The Commonwealth of Puerto Rico, Hawaii, Alaska, Guadeloupe, Martinique, and French Guiana. "],
      "POINTS": [],
      "NOTES": []
    },
    {
      "TITLE":"5. Return.",
      "id": 10,
      "SHOWMORE": false,
      "DESCRIPTION": ["Products can be returned to <span class='emphasis'>CJ China warehouses only</span>. But we do not suggest returning products to our warehouses, because the international shipping cost is high and it takes at least 3 months to arrive at CJ China Warehouse. Most of them will be lost during the return. Also, most of the returned products will be damaged on the way."],
      "POINTS": [
        {
          "STEP":"a.",
          "CONTENT":"&nbsp;If you indeed want your buyer to return the products, please follow these steps: <a href='https://app.cjdropshipping.com/blog/post/how-to-return-drop-shipping-orders-on-cj-app/' target='_blank' class='link'>How to return products to CJ warehouse</a>."
        },
        {
          "STEP":"b.",
          "CONTENT":"&nbsp;Please return products <span class='emphasis'>within 10 days</span> after receiving products."
        }

      ],
      "NOTES": []
    },
    {
      "TITLE":"6. Service Products.",
      "id": 11,
      "SHOWMORE": false,
      "DESCRIPTION": ["Service products apply to following interpretation."],
      "POINTS": [
        {
          "STEP":"a.",
          "CONTENT":"&nbsp;Any disputes arising from products damaged or shipping delayed, CJ may not refund the product cost."
        },
        {
          "STEP":"b.",
          "CONTENT":"&nbsp;Any disputes arising from bad quality, CJ may not accept as the supplier is not CJ."
        },
        {
          "STEP":"c.",
          "CONTENT":"&nbsp;For service products without CJ's <a href='https://app.cjdropshipping.com/blog/post/quality-inspection-service' target='_blank' class='link'>quality checking inspection</a>, CJ may not accept the disputes."
        }
      ],
      "NOTES": []
    },
    {
      "TITLE":"7. Unacceptable Disputes.",
      "id": 12,
      "SHOWMORE": false,
      "DESCRIPTION": ["CJ shall not accept any unreasonable disputes, including but not limited to:"],
      "POINTS": [
        {
          "STEP":"a.",
          "CONTENT":"&nbsp;The buyer does not like it."
        },
        {
          "STEP":"b.",
          "CONTENT":"&nbsp;The product description is not real."
        },
        {
          "STEP":"c.",
          "CONTENT":"&nbsp;Products smell unusual."
        },
        {
          "STEP":"d.",
          "CONTENT":"&nbsp;The buyer ordered the wrong items or SKU."
        },
        {
          "STEP":"e.",
          "CONTENT":"&nbsp;The shipping address was provided incorrectly."
        },
        {
          "STEP":"f.",
          "CONTENT":"&nbsp;Product difference was negotiated in advance."
        },
        {
          "STEP":"g.",
          "CONTENT":"&nbsp;Tracking information deleted by logistics companies or local post offices."
        }
      ],
      "NOTES": []
    }
  ]
}