{
  "userAgreementEnTitle": "Privacy Policy",
  "userAgreementEnDesc": "<p class='normal-desc'><span class='emphasis-desc'>Welcome to CJdropshipping!</span></p><p class='normal-desc'>Thank you for trusting and choosing CJdropshipping (hereinafter “we” or “us”) services. This Privacy Policy is developed under relevant law and regulations in Germany. We strongly recommend that you (hereinafter “User”) should carefully read all the clauses of this Policy, especially the ones regarding your critical interest, disclaimers, applicable laws, and dispute resolutions. <span class='emphasis-desc'>By using CJdropshipping services, you agree to comply with the following terms and conditions in this Privacy Policy.</span></p><p class='normal-desc'>We respect and protect the privacy rights of all internet users. We will use and disclose your personal information according to this Privacy Policy to provide more accurate and personalized services. Meanwhile, we will handle such information in a meticulous and responsible manner. Unless otherwise specified in the Privacy Policy, we will not disclose such information to the public or any third party without your consent. You agree and acknowledge that we reserve the right to modify this Privacy Policy from time to time at our sole discretion. You accept that this Privacy Policy is an integral part of the <a href='/user-agreement/en' target='_blank' class='useragreement-link'>CJ's User Agreement</a>. You're deemed to comply with this Privacy Policy when you agree to our User Agreement. </p>",
  "userAgreementEn": [
    {
      "title": "I. Definitions",
      "list": [
        {
          "content": "The terms listed below represent the same meanings and interpretations when they appear on CJ's website."
        },
        {
          "content": "Account: refers to the account legally registered by CJ user through CJ."
        },
        {
          "content": "CJ, CJ Company, the company: refer to the single name or collective name of the operator of CJ platform, including but not limited to CJ Dropshipping GmbH and other affiliated companies."
        },
        {
          "content": "Website: CJdropshipping.com, as the official website of CJ Dropshipping GmbH."
        },
        {
          "content": "Cookies: Small text files that are placed in your PC, mobile device, or any other device, containing a detailed history of your browsing on the website and other information."
        },
        {
          "content": "Device: mobile phone, PC, or other devices accessing CJdropshipping.com."
        },
        {
          "content": "User Information: the information needed to register on CJ, browse CJ's website or use CJ Services, and the data generated during such processes."
        },
        {
          "content": "Usage Data: the data automatically collected when browsing the website or generated while using the service."
        },
        {
          "content": "Service: all kinds of service provided by CJ Dropshipping GmbH."
        },
        {
          "content": "Service Provider: a third-party company or individual providing services on behalf of CJ Company."
        },
        {
          "content": "Third Party Service Provider: any natural person, legal person, or unincorporated organization other than CJ Company that provides services or software, or sells goods."
        },
        {
          "content": "Partner: Carriers (such as DHL), third-party payment processors (PayPal, Stripe, and Payoneer), Shopify, WooCommerce, Shipstation, Shopmaster, Lazada, Shopee."
        },
        {
          "content": "Essential Information: certain information is required for our service. If you choose to not provide it, our service provided to you will be affected."
        },
        {
          "content": "Non-essential Information: information you give us. You can choose not to provide such information as our service provided to you will not be affected."
        }
      ]
    },
    {
      "title": "II. Legal Statement",
      "list": [
        {
          "content": "You confirm that your personal information provided to CJ or collected by CJ with your authorization must be authentic, correct, complete, legal and effective, and should be updated in time for any alteration of such information. You acknowledge that CJ has the right to verify the authenticity of your personal information via a credit institution or a linked bank account. You should be responsible for relevant liabilities and consequences for providing illegal, inauthentic, incorrect, or incomplete personal information and you agree that CJ has the right to stop providing service for you in such cases."
        },
        {
          "content": "Unless otherwise specified, all products, technologies, programs, software, and data of CJ, relevant domains, symbols, names, and other information involving relevant intellectual rights of CJ are the properties of CJ and its associates. Unless authorized by CJ, anyone has no rights to surveil, copy, broadcast, display, or download such properties via robot or spider program for unauthorized use of his own or any other individual or party."
        },
        {
          "content": "You shall be liable for all contents uploaded by yourself, including but not limited to reviews, used items, texts, pictures, videos, etc. Such content is delivered by CJ for sharing purposes, which doesn't mean that CJ agrees with it or has verified the authenticity of it."
        }
      ]
    },
    {
      "title": "III. What Information Does CJ Collect?",
      "list": [
        {
          "serialNumber": "1.&nbsp;",
          "content":"Certain information is required for our service. If you choose to accept our service, we should be provided with or authorized to collect 9 types of Essential Information including:",
          "littleList": [
            {
              "serialNumber": "(1)&nbsp;",
              "content": "Identification information, such as your name, address, and phone numbers."
            },
            {
              "serialNumber": "(2)&nbsp;",
              "content": "Payment information."
            },
            {
              "serialNumber": "(3)&nbsp;",
              "content": "Your location information."
            },
            {
              "serialNumber": "(4)&nbsp;",
              "content": "Name, addresses, and phone numbers listed in your Addresses."
            },
            {
              "serialNumber": "(5)&nbsp;",
              "content": "Comments and emails to us."
            },
            {
              "serialNumber": "(6)&nbsp;",
              "content": "Personal description and photograph in your profile."
            },
            {
              "serialNumber": "(7)&nbsp;",
              "content": "Information and documents regarding identity, including Social Security and driver's license numbers."
            },
            {
              "serialNumber": "(8)&nbsp;",
              "content": "Corporate and financial information."
            },
            {
              "serialNumber": "(9)&nbsp;",
              "content": "Device log files and configurations, including Wi-Fi credentials."
            }
          ]
        },
        {
          "serialNumber": "2.&nbsp;",
          "content":"Non-essential Information, including the information you give us, information that you choose not to provide, automatic information, and information from other sources. Such information is not mandatory but can help us to improve our services and develop products. You can choose not to provide such information as our service provided to you will not be affected.",
          "littleList": [
            {
              "content": "<span class='emphasis-desc'>Information You Give Us: we receive and store any information you provide in relation to CJ Services, </span>which includes information required during registration (excluding disclosed information of the corporate name and relevant business registration required by applicable law):",
              "benefitList": [
                {
                  "serialNumber": "(1)&nbsp;",
                  "content": "Identification information such as your name, address, and phone numbers."
                },
                {
                  "serialNumber": "(2)&nbsp;",
                  "content": "Payment information."
                },
                {
                  "serialNumber": "(3)&nbsp;",
                  "content": "Your location information."
                },
                {
                  "serialNumber": "(4)&nbsp;",
                  "content": "Name, addresses, and phone numbers listed in your Addresses."
                }
              ]
            },
            {
              "content": "<span class='emphasis-desc'>Information that you can choose not to provide:</span>",
              "benefitList": [
                {
                  "serialNumber": "(1)&nbsp;",
                  "content": "Comments and emails to us."
                },
                {
                  "serialNumber": "(2)&nbsp;",
                  "content": "Personal description and photograph in your profile."
                },
                {
                  "serialNumber": "(3)&nbsp;",
                  "content": "Information and documents regarding identity, including Social Security and driver's license numbers."
                },
                {
                  "serialNumber": "(4)&nbsp;",
                  "content": "Corporate and financial information."
                },
                {
                  "serialNumber": "(5)&nbsp;",
                  "content": "Device log files and configurations, including Wi-Fi credentials."
                }
              ]
            },
            {
              "content": "You can choose not to provide such information but then you might not take advantage of CJ Services."
            },
            {
              "content": "<span class='emphasis-desc'>Automatic Information: We automatically collect and store certain types of information about your use of CJ Services, including information about your interaction with content and services available through CJ Services. </span>We automatically collect information from your browser when you use our service or access our website, including but not limited to: your IP address, browser type, language preference, date and time of visits, device type, operating system, webpage requests, email address and password, location of your device, and content interaction information such as content downloads and network details including information about your internet service provider, device metrics (when a device is in use, application usage, connectivity data, and any errors or event failures), CJ Services metrics (e.g., the occurrences of technical errors, your settings preferences, and backup information), location of your device running an application, version and time zone settings, and purchase and content use history."
            },
            {
              "content": "<span class='emphasis-desc'>Information from Other Sources: Your personal information we legally collect from business associates. </span>We may receive information:",
              "benefitList": [
                {
                  "serialNumber": "(1)&nbsp;",
                  "content": "Updated delivery and address information from our carriers or other third parties, which we use to correct our records and to improve the delivery of your next order."
                },
                {
                  "serialNumber": "(2)&nbsp;",
                  "content": "Account information, purchase or redemption information, and page-view information from some merchants with which we operate co-branded businesses or for which we provide technical, fulfillment, advertising, or other services."
                },
                {
                  "serialNumber": "(3)&nbsp;",
                  "content": "Search results and links about your interactions with products and services offered by our subsidiaries, including paid listings."
                }
              ]
            }
          ]
        }
      ] 
    },
    {
      "title":"IV. For What Purposes Does CJ Use Your Personal Information?",
      "list": [
        {
          "content": "1. Essential Information provided to us will be used for:",
          "littleList": [
            {
              "serialNumber": "(1)&nbsp;",
              "content": "Products and other services. We use such information to process orders, deliver products, offer services, proceed with payments, and communicate with you about orders, products, services, and promotional offers."
            },
            {
              "serialNumber": "(2)&nbsp;",
              "content": "Voice, image, and camera services. When you use our voice, image, and camera services, we use your voice input, images, videos, and other personal information to respond to your requests, and provide the requested service to you."
            },
            {
              "serialNumber": "(3)&nbsp;",
              "content": "Legal obligations. In certain cases, we collect and use such information to comply with laws. We collect user information regarding the place of business and bank account for identification and other purposes."
            },
            {
              "serialNumber": "(4)&nbsp;",
              "content": "Communication. We use such information to communicate with you about CJ Services via different channels (e.g., by phone, email, chat)."
            }
          ]
        },
        {
          "content": "2. Non-essential information will be used for:",
          "littleList": [
            {
              "serialNumber": "(1)&nbsp;",
              "content": "Products and Services. We use such information to develop, improve our services, including troubleshooting, analyzing performance, fixing errors, and improve the usability and effectiveness of CJ Services."
            },
            {
              "serialNumber": "(2)&nbsp;",
              "content": "Recommendations and Personalization. We use such information to recommend features, products, and services that might be of interest to you, identifying your preferences and personalizing your experience with CJ Services."
            },
            {
              "serialNumber": "(3)&nbsp;",
              "content": "Fraud Prevention and Credit Risks Evaluation. We use personal information to protect users, CJ, and others. We may also use such information to evaluate credit risks with scoring."
            }
          ]
        }
      ]
    },
    {
      "title": "V. How Does CJ Handle, Share, Transfer, and Disclose Your Personal Information?",
      "description": "User information is a significant part of our business, and we will not sell or leak the user information to others, which excludes:",
      "list": [
        {
          "content": "<span class='emphasis-desc'>(1) Information sharing.</span>",
          "description":"We will share information with CJ's service provider or a specific partner involved in CJ's operation that will guarantee the confidentiality of user information. We may also publish user information with the legal requirements to enforce our User Agreement and protect the rights and property of CJ, our users, or others. We may provide non-personal user information to other third parties for marketing, advertising, or other purposes."
        },
        {
          "content": "<span class='emphasis-desc'>(2) User Information transferring.</span>",
          "littleList": [
            {
              "serialNumber": "a)&nbsp;",
              "content": "We will transfer user information to others with your explicit consent. or"
            },
            {
              "serialNumber": "b)&nbsp;",
              "content": "We will transfer user information when user information, as a business asset, is involved in case of a merger, acquisition, or bankruptcy, and the new corporate or organization that possess such information will remain subject to this Privacy Policy. Otherwise, your consent will be required."
            }
          ]
        },
        {
          "content": "<span class='emphasis-desc'>(3) Disclosure of User Information.</span>",
          "description":"We will publish user information with your explicit consent or under applicable laws, legal processes, legal departments, and enforceable government request."
        },
        {
          "content": "<span class='emphasis-desc'>(4) Protection of CJ and Other Parties.</span> ",
          "description":"<p>We publish user information when appropriate to comply with the law, enforce our User Agreement, or protect the rights, property CJ, our users, or others. We may exchange information with other companies and organizations to prevent fraud and to reduce credit risk.</p><p>Other than as set out above, you will receive notice when user information might be shared with third parties, and you can choose not to share the information.</p>"
        }
      ]
    },
    {
      "title": "VI. Cookies",
      "description": "We use cookies, pixels, and other technologies (collectively, \"cookies\") to recognize your browser or device, and learn more about your interests with essential features and services for additional purposes, including:",
      "list": [
        {
          "serialNumber": "<span class='emphasis-desc'>1.&nbsp;</span>",
          "content": "<span class='emphasis-desc'>Recognizing you when you sign-in to use our services.</span>",
          "description":"We provide you with product recommendations, personalized content, and other customized features and services."
        },
        {
          "serialNumber": "<span class='emphasis-desc'>2.&nbsp;</span>",
          "content": "<span class='emphasis-desc'>Keeping track of your specified preferences.</span>",
          "description":"<p class='normal-desc'>We respect your preferences, such as whether or not you would like to see interest-based ads. You may set your preferences through Your Account. Then, CJ will keep track of items stored in your cart, conducting research and diagnostics to improve CJ's content, products, and services. We will deliver content (for example, ads) relevant to your interests on CJ website and third-party sites. This allows us to measure and analyze the performance of our services.</p><p class='normal-desc'>CJ allows user to take advantage of some of our essential features based on Cookies. For instance, if you block or otherwise reject our cookies, you will not be able to add items to your Cart, proceed with payment, or use any CJ products and services that require you to sign in. Approved third parties may also set cookies when you interact with CJ services, which includes search engines, providers of measurement and analytics services, social media networks, and advertising companies. Third parties use cookies in the process of delivering content, including ads relevant to your interests, to measure the effectiveness of their ads, and to perform services on behalf of CJ.</p><p class='normal-desc'>You can manage browser cookies through your browser settings. The 'Help' feature on most browsers will tell you how to prevent your browser from accepting new cookies, how to have the browser notify you when you receive a new cookie, how to block cookies, and when cookies will expire. If you block all cookies on your browser, neither we nor third parties will transfer cookies to your browser. However, you may have to manually adjust some preferences every time you visit a site and some features and services may not work properly. CJ will not use Cookies for any other purposes than stated in this Privacy Policy.</p>"
        }
      ]
    },
    {
      "title": "VII. How Does CJ Protect User Information?",
      "list": [
        {
          "content": "We design our systems with your security and privacy in mind. We work to protect the security of your personal information during transmission by using encryption protocols and software. User information is a significant part of our business, and we will not sell or leak the user information to others."
        },
        {
          "content": "We take all possible measures to make sure that irrelevant personal information will not be collected. We will only keep your personal data for as long as required for the purposes set out in this Privacy Policy unless an extended storage period is necessary or as required to comply with any legal obligations to which we are subject."
        },
        {
          "content": "We follow the Payment Card Industry Data Security Standard (PCI DSS) when handling credit card data. We maintain physical, electronic, and procedural safeguards in connection with the collection, storage, and disclosure of personal customer information. Our security procedures mean that we may occasionally request proof of identity before we disclose personal information to you. Our devices offer security features to protect them against unauthorized access and loss of data. You can control these features and configure them based on your needs."
        },
        {
          "content": "You are responsible to protect against unauthorized access to your password and to your computers, devices, and applications. Be sure to sign off when finished using a shared computer. Please keep your username and password appropriately. CJ will encrypt your password and take other security measures to ensure that your information will not be lost, misused, or altered."
        },
        {
          "content": "Despite the above security measures, please acknowledge that \"perfect and impenetrable security measure\" does not exist on the information network. When having online transaction on CJ, you will inevitably disclose your personal information, such as your contacts or postal addresses to the counterparty or potential counterparty. Please properly protect your personal information, and do not provide it to others unless you have to. If you find that your personal information has been leaked, especially the username and password, please contact us immediately so that we can take appropriate measures."
        },
        {
          "content": "We take all possible measures to make sure that irrelevant personal information will not be collected. However, please be aware that despite our best efforts, no security measures are perfect or impenetrable in information technology. We are accountable for any unauthorized access, disclosure, alteration, or damage of data that harms your legitimate interest due to the inappropriate maintenance of our facility or equipment. CJ will take all necessary measures in an endeavor to prevent or reduce the risk if your information is leaked due to force majeure, but will not be liable for your loss in such cases."
        },
        {
          "content": "For any breach of security regarding your personal data, we will promptly notify you of the general status and possible impacts, measures taken or will be taken by us, advice on preventing or reducing the risk, remedy measures, etc. We will notify you of the security breach via email, mail, phone, push notification, etc., and will make an announcement in a reasonable and effective way when unable to notify every user."
        },
        {
          "content": "We will also report the arrangement of the security breach to the regulatory authority as required at the same time."
        }
      ]
    },
    {
      "title": "VIII. Are children allowed to use CJ Service?",
      "list": [
        {
          "content": "Our website and service are targeting adults only (referring to citizens aged 18 or over shall be considered adults, or citizens aged 16 or over but not yet 18 whose income from labor constitutes their principal means of support, as different countries or regions have different definitions of adulthood). Children should not create accounts without the consent of their parents or guardians. CJ does not sell products for purchase by children. We sell children's products for purchase by adults. We only collect personal information from children with the consent of the child's parent or guardian. Such information will only be used or disclosed under applicable laws, with the explicit consent of the child's parent or guardian, or for protection purposes of the children."
        },
        {
          "content": "Relevant data will be deleted once we discover that we have collected personal information of children without the consent of the child's parents, or guardian."
        }
      ]
    },
    {
      "title": "IX. Modification",
      "description": "If you choose to use CJ Service, any dispute regarding your use or privacy will be subject to this Privacy Policy. If you have any questions regarding CJ's Privacy Policy, please contact us with a specific description. We will endeavor to respond. Our business changes constantly, and our Privacy Policy will also change. You are responsible to check our websites frequently to see recent changes. Unless otherwise stated, our current Privacy Policy applies to all information that we have about you and your account. We stand behind the promises we make and will never materially change our policies and practices to make them less protective of user information collected in the past without the consent of you."
    },
    {
      "title": "X. How to Get in Touch with Us?",
      "list": [
        {
          "content": "If you have any question, opinion, or suggestion, please contact us via support@cjdropshipping.com."
        },
        {
          "content": "We will respond within a reasonable period."
        },
        {
          "content": "If you are not satisfied with our response, especially when your legitimate interest is harmed due to our handling of your personal information, you can contact our customer support for a settlement through amicable negotiation, and you reserve the right to file a lawsuit in a court which has jurisdiction over CJ's place of business in Germany."
        }
      ]
    }
  ]
}