{
  "userAgreementEnTitle": "User Agreement",
  "userAgreementEnDesc": "<p class='normal-desc'>CJ Dropshipping (\"CJ\") is committed to offering you a secure and fair trading platform. To support this commitment, this user agreement and other relevant policies are formulated to set out the complete terms and conditions of service that govern your access to and use of our website and service and state our expectations of users and protection measures, which supersedes any prior written or oral agreements on the same subject matter.</p><p class='normal-desc'>Please read this Agreement carefully before clicking \"Agree\" in the registration process. Please read carefully and fully understand all terms, especially the clauses for disclaimer or limitation of liability, applicable law, and dispute resolution. <span class='emphasis-desc'>The clauses for disclaimer or limitation of liability are in bold and underlined and you shall read them carefully. If you have any questions about the agreement, you can consult CJ agents.</span></p><p class='normal-desc'><span class='emphasis-desc'>You agree to accept all terms, conditions, policies, and statements set forth on or in the CJdropshipping website if you choose to use the services offered by CJ including all information, data, and products from this Site and the application. By registering on our website or purchasing from us, you are using our \"Services\" and agree to comply with the following terms and conditions, including other terms, conditions, and policies referenced by hyperlinks. These Terms of Use apply to all users of the site, including but not limited to visitors, suppliers, users, merchants, or content providers. Please read these Terms of Use carefully before visiting or using our website and applications.</span> You agree to comply with these terms of use when accessing or using any parts of our website and application. <span class='emphasis-desc'>If you do not agree to any terms of this agreement, you may not be able to access the site or applications or use any services. Your acceptance is expressly limited to these terms of use if they are deemed to be an offer.</span></p><p class='normal-desc'>Any new features or tools added to the current site and the application should also be subject to the User Agreement. You can view the latest version of the \"User Agreement\" on this page at any time. We reserve the right to update, change or replace any parts of the agreement by posting updates or changes on the site. <span class='emphasis-desc'>You are responsible for regularly checking the changes to this page, and CJ will notify you of the revision of the terms by email or announcement on our website. You accept any changes when you continue to use CJ Services and application or visit our website after any changes have been published.</span></p><p class='normal-desc emphasis-desc'>Given the multiple language versions of this agreement and other supplementary agreements, the Chinese (simplified) version shall prevail and share a larger portion of the legal effect in case of different understandings or interpretations of the terms and conditions of this agreement.</p><p class='normal-desc emphasis-desc'>By signing up for a CJ account (as defined in section III) or by using any CJ Services (as defined below), you voluntarily agree to be bound by the following terms and conditions (\"the agreement\") as a CJ user. If you do not agree to the agreement or any of its terms and conditions, you shall immediately stop the registration process.</p><p class='normal-desc'>Due to the rapid development of the Internet, the terms and conditions outlined in this agreement between you and CJ cannot fully list and cover all the rights and obligations of you and CJ, nor can the existing agreement fully meet the needs of future development. <span class='emphasis-desc'>Therefore, the legal statement, privacy policy, rules, and dispute policy of CJ shall be deemed as supplementary agreements to this agreement, which shall be inseparable from this agreement and have the same legal effect. You agree to the above supplementary agreements if you use CJ services.</span></p>",
  "userAgreementEn": [
    {
      "title": "I. Definitions",
      "list": [
        {
          "serialNumber": "1.&nbsp;",
          "content": "CJ, CJ Company, the company: refer to the single name or collective name of the operator of CJ platform, including but not limited to CJ DropShipping GmbH and other affiliated companies."
        },
        {
          "serialNumber": "2.&nbsp;",
          "content": "CJ platform, CJ website, the website, the site, Site, this website, CJ mall, CJ Droshipping, CJdropshipping, cjdropshipping, CJ: refer to the official website with the domain name of <a href='https://cjdropshipping.com/' target='_blank' class='useragreement-link'>CJdropshipping.com</a> under the name of CJ DropShipping GmbH."
        },
        {
          "serialNumber": "3.&nbsp;",
          "content": "We: refer to CJ, CJ Company, CJ platform, CJdropshipping website, etc."
        },
        {
          "serialNumber": "4.&nbsp;",
          "content": "CJ Services, services: refer to the services provided by CJ to you through the Website, email and other platforms based on the Internet (including new forms of service emerging based on technological development in the future)."
        },
        {
          "serialNumber": "5.&nbsp;",
          "content": "CJ Rules: refer to all rules published by CJ via the website, email, etc., including but not limited to this term of use, dispute policy, applicable law, disclaimer, etc."
        },
        {
          "serialNumber": "6.&nbsp;",
          "content": "CJ User, user, you: refer to any natural person, legal person or other unincorporated organization who legally registers through CJ and agrees to all terms of the agreement and other supplementary agreements."
        },
        {
          "serialNumber": "7.&nbsp;",
          "content": "CJ account: refers to the account legally registered by CJ user through CJ."
        },
        {
          "serialNumber": "8.&nbsp;",
          "content": "Singular: the singular includes the plural and vice versa."
        },
        {
          "serialNumber": "9.&nbsp;",
          "content": "Other states, other countries: refer to sovereign states and regions other than Germany."
        },
        {
          "serialNumber": "10.&nbsp;",
          "content": "Devices: refer to mobile phones, PCs or other devices accessing the CJdropshipping."
        },
        {
          "serialNumber": "11.&nbsp;",
          "content": "Personal data: the information needed to register on CJ, browse CJ or use CJ Services, and the personal data generated."
        },
        {
          "serialNumber": "12.&nbsp;",
          "content": "<span class='emphasis-desc'>Service Provider: a third party company or individual providing services on behalf of CJ Company.</span>"
        },
        {
          "serialNumber": "13.&nbsp;",
          "content": "Third Party Service Provider, CJ Partner: any natural person, legal person or unincorporated organization other than CJ Company that provides services or software, or sells goods."
        },
        {
          "serialNumber": "14.&nbsp;",
          "content": "Usage Data: the data automatically generated by browsing the web page or using the service."
        }
      ]
    },
    {
      "title": "II. General Provisions",
      "list": [
        {
          "serialNumber": "1.&nbsp;",
          "content": "You confirm that before you start registering on CJ or using CJ Services, you have the civil capacity required by the Civil Code of Germany and other relevant laws (or the civil capacity required by your country. One of the two is sufficient). Otherwise, you shall terminate the registration or stop using CJ Service immediately and you and your guardian shall bear all the legal consequences."
        },
        {
          "serialNumber": "2.&nbsp;",
          "content": "You agree to comply with all applicable laws and regulations, agreements and policies when using the Website and services to access CJdropshipping or use CJ Services."
        },
        {
          "serialNumber": "3.&nbsp;",
          "content": "<span class='emphasis-desc'>You have carefully read and agree to CJ's Privacy Policy, which governs the protection and usage of your personal information collected and stored by CJ DropShipping GmbH and its affiliates. You agree to accept all terms of the Privacy Policy and agree that CJ can access, use, disclose and share your personal information in accordance with the Privacy Policy.</span>"
        },
        {
          "serialNumber": "4.&nbsp;",
          "content": "All contents, materials and information you obtain from CJ website shall be used only for the purposes permitted by CJ website. You shall not use the abovementioned matter for any other purposes not expressly permitted by CJ or other illegal purposes."
        },
        {
          "serialNumber": "5.&nbsp;",
          "content": "You are allowed to access the content, products or services provided by third-party websites through hyperlinks (text links, banners, channels or other forms), APIs or other means. Please read the terms or privacy policies of such sites before using them. You shall understand that CJ Company neither has control over such third-party websites nor monitors such websites. Therefore, CJ takes no responsibility for any contents, products, or services provided on such websites."
        },
        {
          "serialNumber": "6.&nbsp;",
          "content": "You shall not take any actions that may damage the integrity of computer systems or networks of CJ Company, or access to such computer systems or networks without authorization."
        },
        {
          "serialNumber": "7.&nbsp;",
          "content": "You shall not impair the integrity of the feedback system of CJ Company, such as leaving positive feedback for your own account through a third party or by a secondary user ID, or leaving unproven negative feedback for other users."
        },
        {
          "serialNumber": "8.&nbsp;",
          "content": "You shall confirm that the headings and index keywords set forth in the terms of this Agreement are only for the purpose of helping you understand the subject matter expressed in the Agreement and shall not affect or limit the meaning and interpretation of the Agreement. You shall read the specific expressions of the agreement carefully in order to protect your own rights and interests."
        },
        {
          "serialNumber": "9.&nbsp;",
          "content": "CJ Company and the User are independent contractors, and none of the terms hereof shall be deemed to be the agent, partnership, joint venture partner, employee-employer or franchisee - franchisee relationship of either party to the other party."
        },
        {
          "serialNumber": "10.&nbsp;",
          "content": "If any provision of the agreement is held invalid or unenforceable by a court decision, statute, rule or otherwise, such provision shall be deleted and the remaining provisions shall remain effective and enforceable."
        },
        {
          "serialNumber": "11.&nbsp;",
          "content": "Failure to exercise or delay in exercising any right under the agreement, shall not constitute a waiver of such right by CJ Company."
        },
        {
          "serialNumber": "12.&nbsp;",
          "content": "CJ Company reserves the right to assign the Agreement (including all rights, titles, interests, obligations and responsibilities in the Agreement) to any person or entity (including any affiliate of CJ Company). You may not assign all or any part of the Agreement to any person or entity."
        },
        {
          "serialNumber": "13.&nbsp;",
          "content": "Your offering of any benefits in kind, cash, cash equivalents, labor services, tourism, etc. whose value is clearly beyond the scope of normal business negotiation offered to the employees and consultants of CJ and/or its affiliated companies may be deemed commercial bribery. In such case, CJ may immediately terminate all cooperation with you and collect liquidated damages and/or compensation from you. These amounts are calculated based on the economic loss and goodwill loss suffered by CJ due to your bribery."
        },
        {
          "serialNumber": "14.&nbsp;",
          "content": "Before placing an order on CJ, you are obliged to read the product details on CJ carefully, and make a judgment based on your own risk tolerance. The important risks of dropshipping are as follows:",
          "littleList": [
            {
              "serialNumber": "(1)&nbsp;",
              "content": "Quality, safety, health, environmental protection, labeling, and other standards or technical specifications of the place of origin (mainly Germany) of certain dropshipping products may be different from, inconsistent with, or even in conflict with the standards of your country, therefore you must identify and bear the relevant risks."
            },
            {
              "serialNumber": "(2)&nbsp;",
              "content": "Certain products are directly purchased from Germany and may not have the language label of your country."
            },
            {
              "serialNumber": "(3)&nbsp;",
              "content": "Certain dropshipping products do not infringe the relevant intellectual property rights of Germany. However, due to the regional factors of intellectual property rights, they may infringe the relevant intellectual property rights of your country. You must identify by yourself and give up the right to claim compensation from CJ."
            }
          ]
        },
        {
          "serialNumber": "15.&nbsp;",
          "content": "Due to the limitation of factory production, trending products and peak season, CJ may have a long processing time and procurement cycle of certain products. In such case, CJ Agent will actively negotiate with you before refund or other agreed actions can be carried out upon mutual agreement."
        }
      ]
    },
    {
      "title": "III. CJ Account",
      "list": [
        {
          "serialNumber": "1.&nbsp;",
          "content":"Before registering on CJ or using CJ Services, you must have the civil capacity required by the Civil Code of Germany and other relevant laws (or the civil capacity required by your country, one of the two is sufficient)."
        },
        {
          "serialNumber": "2.&nbsp;",
          "content":"An account will be generated for you after successful registration. The ownership of the account belongs to us, and you only have the right to use the account during the valid period of the agreement. Without our consent, your account is for your own use only, while information or control of your account shall not be transferred, donated, lent, sold, authorized or leased to a third party or jointly controlled and used by a third party."
        },
        {
          "serialNumber": "3.&nbsp;",
          "content":"Necessary information including but not limited to a user name, your name, email, country, contact information, delivery address, bank account, etc. should be provided during your registration or use of the CJ account. You must ensure that the information you fill in and provide is true, accurate and complete. Otherwise, your account may be restricted or terminated. You are accountable for any liability or loss for providing untruthful, inaccurate or incomplete information."
        },
        {
          "serialNumber": "4.&nbsp;",
          "content":"After registration of your account, CJ has the right to decide whether we will offer services to you based on the authenticity, accuracy and completeness of the information you provide and whether it conforms to other conditions of the Agreement. You shall update in time for any changes of the information provided by you during the use of your account. "
        },
        {
          "serialNumber": "5.&nbsp;",
          "content":"The account may be compatible with other websites or applications operated by CJ and our affiliates, or third party platforms of our partners and so forth. When logging in with your account and using certain services, you shall also comply with the relevant service agreement in addition to the provisions of this Agreement."
        },
        {
          "serialNumber": "6.&nbsp;",
          "content":"The account password is for your own security protection. You are responsible for keeping information including the user name, password of the account. Otherwise, you will be fully accountable for any legal liability caused by such matters. You shall not share, or allow others to use your account, ID or password. Any logging activity of your account will be considered as your own operation, and the record data generated by the operation are valid credentials for your behavior."
        },
        {
          "serialNumber": "7.&nbsp;",
          "content":"CJ will encrypt your password and take other security measures to ensure that your information will not be lost, misused or altered. However, please be aware that despite our best efforts, no security measures are perfect or impenetrable. Please properly protect your personal information, and do not provide it to others unless you have to."
        },
        {
          "serialNumber": "8.&nbsp;",
          "content":"If you find that your personal information has been leaked, especially the user name and password, please contact us immediately so that we can take appropriate measures."
        },
        {
          "serialNumber": "9.&nbsp;",
          "content":"If you find any unauthorized uses of your password or accounts, and any other violations of the user account security, you shall immediately notify CJ, but you fully understand that CJ needs reasonable time to take actions against any of your requests and any actions taken by CJ at your requests may not avoid or prevent the formation or expansion of the consequences. CJ is not liable except for statutory faults."
        },
        {
          "serialNumber": "10.&nbsp;",
          "content":"You agree that all activities occurring under your account (including but not limited to publishing any company or product information, clicking to accept any other agreement or rule, subscribing to or paying for any service, sending E-mail or SMS by an email account) will be deemed to be authorized by you."
        },
        {
          "serialNumber": "11.&nbsp;",
          "content":"You shall admit that the use of your account by multiple users other than your business entity (\"Multiple Uses\") may cause irreparable harm to CJ or other users. CJ shall not make any compensation for your loss or damage (including but not limited to loss of profits) due to your multiple uses; CJ shall have the right to claim compensation from you, and unilaterally suspend or terminate your account without any liability if your multiple uses cause losses to CJ or other users."
        },
        {
          "serialNumber": "12.&nbsp;",
          "content":"You shall admit that CJ has the right to unilaterally suspend or terminate your account and reserves the right to claim compensation from you if your behavior brings negative impacts on CJ, including but not limited to: a. Publishing untrue statements on CJ or other platforms or websites; b. Open disputes on related third-party platforms such as Stripe and PayPal without negotiation with CJ."
        },
        {
          "serialNumber": "13.&nbsp;",
          "content":"Your personal information and account information will be stored and encrypted by CJ under your authorization. Please refer to the Private Policy for full details."
        },
        {
          "serialNumber": "14.&nbsp;",
          "content":"You agree to allow CJ to send, display, promote, or send information (both commercial and non-commercial) to you from CJ or third-party advertisers in accordance with laws and regulations while using our services. You can configure the relevant settings to turn on/off or reduce the display of relevant types of ads or push notifications if you are not interested in receiving such ads or notifications."
        },
        {
          "serialNumber": "15.&nbsp;",
          "content":"Payment methods supported by CJ include CJ Wallet, credit card, PayPal, Stripe, Payoneer, etc."
        },
        {
          "serialNumber": "16.&nbsp;",
          "content":"<span class='emphasis-desc'>According to CJ's data analysis and experience, CJ may take security measures such as limiting login if CJ believes that your account has abnormal activities.</span>"
        },
        {
          "serialNumber": "17.&nbsp;",
          "content":"<span class='emphasis-desc'>Your account will be terminated immediately if you have any forms of verbal or written abuse (including abusive or retaliatory threats) towards any CJ user, CJ employee, or CJ member.</span>"
        }
      ] 
    },
    {
      "title":"IV. CJ Services",
      "description": "CJdropshipping.com is the official website of CJ DropShipping GmbH. CJ was registered in 2014. In 2015, we entered the Dropshipping industry and launched the CJ platform in 2018. We focus on Dropshipping and our main user groups are vendors on Shopify, WooCommerce, eBay, Lazada and Shopee. These vendors focus on marketing, while we do product sourcing, order processing and shipping. We are the most professional company in China's dropshipping industry with products distributed all over the world, and we are dedicated to meet the needs of users and maintain a high degree of competitiveness. Till this day, we continue to offer a high level of service. In addition to dropshipping, CJ also provides the following services (please refer to latest version of the scope of our service published on CJ.).",
      "list": [
        {
          "content": "1. Products:",
          "description":"CJ mall has various types of products with corresponding information including product attributes, descriptions, inventory, prices, etc. CJ reserves the right to change the product information on CJ at any time, such as changes in product description, attributes, inventory quantity, price and other information. The product information is subject to the real-time information displayed on CJ Website. Please read carefully before placing an order."
        },
        {
          "content": "2. Sourcing Service:",
          "description": "You may submit a product Sourcing Request to CJ by providing relevant pictures, product links, text descriptions, etc. CJ will find a specific product for you within a certain period of time (usually 2 business days). You acknowledge and agree that, due to the inaccuracy or incompleteness of the product information provided by you, the sourcing result by CJ may differ from your specific requirements. The specific product information and condition shall be subject to the product you ordered."
        },
        {
          "content": "3. Order Processing:",
          "littleList": [
            {
              "serialNumber": "(1)&nbsp;",
              "content": "Order synchronization: order information from your authorized store will be synchronized to CJ."
            },
            {
              "serialNumber": "(2)&nbsp;",
              "content": "CSV Order Upload: you can download the template on CJ website and upload orders through EXCEL documents to place orders."
            },
            {
              "serialNumber": "(3)&nbsp;",
              "content": "Manual Order Creation: you can place an order on CJ manually."
            },
            {
              "serialNumber": "(4)&nbsp;",
              "content": "Order Splitting: according to your actual transport needs, you can split an order into multiple orders for transportation."
            },
            {
              "serialNumber": "(5)&nbsp;",
              "content": "Order Combination: you can combine multiple orders into one order for transportation."
            },
            {
              "serialNumber": "(6)&nbsp;",
              "content": "Automatic Invoice: CJ will automatically generate the invoice upon successful payments."
            }
          ]
        },
        {
          "serialNumber": "4.&nbsp;",
          "content": "Store Management Services:",
          "description": "CJ offers store transfer service, multiple store management, and sub-accounts to meet the diversified needs of users, and you can manage multiple stores integrally on CJ platform by setting up sub-accounts.",
          "littleList": [
            {
              "serialNumber": "(1)&nbsp;",
              "content": "One-click Listing: you can list CJ products to your authorized stores. You are obliged to timely update the product information in the store since the product information of CJ platform may change at any time according to the actual situation. Meanwhile, CJ takes no responsibility for the resulting dispute."
            },
            {
              "serialNumber": "(2)&nbsp;",
              "content": "Review Import: you can import product reviews from CJ to your authorized store. But CJ is not obligated to censor the authenticity and objectivity of the imported reviews, and the user shall bear the resulting legal consequences."
            },
            {
              "serialNumber": "(3)&nbsp;",
              "content": "Product Connection: you can connect your products in the store with CJ products. Then, you are obliged to timely update the product information in the store since the product information of CJ platform will change according to the actual situation at any time. Meanwhile, CJ takes no responsibility for the resulting dispute."
            }
          ]
        },
        {
          "serialNumber": "5.&nbsp;",
          "content": "Order Fulfillment:",
          "description":"You can ship products to CJ and CJ will handle and ship your products."
        },
        {
          "serialNumber": "6.&nbsp;",
          "content": "Shipping Service:",
          "description":"CJ ships products for users with tracking information. Please refer to the following Shipping Service for details."
        },
        {
          "serialNumber": "7.&nbsp;",
          "content": "Global Warehousing:",
          "description":"CJ offers global warehouses with local delivery and private inventory for you."
        },
        {
          "serialNumber": "8.&nbsp;",
          "content": "POD (Print on Demand) Service:",
          "description":"CJ can print products on your demand (POD). Such customized products will not be returned or resent, except for quality problems."
        },
        {
          "serialNumber": "9.&nbsp;",
          "content": "Customized Packaging:",
          "description":"CJ provides customized packaging for you. Products of customized packaging will not be returned or resent except for quality problems."
        },
        {
          "serialNumber": "10.&nbsp;",
          "content": "Affiliate:",
          "description":"You can register to become a partner of CJ."
        },
        {
          "serialNumber": "11.&nbsp;",
          "content": "Video and Photo Shooting:",
          "description":"You can post a video or photo shooting request for your products."
        }
      ]
    },
    {
      "title": "V. Fees on CJ",
      "list": [
        {
          "content": "CJ offers free service for you except for fees expressly stated by CJ (such as withdrawal fees) even though offering such services generates massive cost for CJ. If CJ charges you reasonable fees in the future, CJ will take reasonable measures in advance and notify you through legal procedures within a reasonable period of time to fully ensure your right to choose."
        },
        {
          "content": "You can enjoy the following free services: downloading the CJ application, browsing CJ website, registration on CJ without credit card requirements, listing products to your store for free, and connecting the products from your store to CJ. CJ promises that we will not charge any additional fees for your use of CJ products. CJ will charge you fees when you place orders and use some specified services."
        },
        {
          "content": "Specifically, it includes but is not limited to the product fee and shipping cost, video and photo shooting fee, customized packaging fee, private inventory (prepaid product fee), sourcing pricing fee (enhanced sourcing quantity), supplier service fee and quality inspection fee for order fulfillment."
        },
        {
          "content": "<span class='emphasis-desc'>Due to system instability and frequent system updates, the order amount accounting error or the order status update error may occur. For the amount error, CJ has the right to trace the missing amount and is obligated to return the miscalculated amount; for order status update error, CJ will solve it within 1-2 business days.</span>"
        }
      ]
    },
    {
      "title": "VI. Top-up",
      "list": [
        {
          "serialNumber": "1.&nbsp;",
          "content": "Credit Top-up: CJ offers a top-up service. You can pay for orders or other services through CJ Wallet on CJ."
        },
        {
          "serialNumber": "2.&nbsp;",
          "content": "Top-up Currency: you can top up by Dollar and Euro only."
        },
        {
          "serialNumber": "3.&nbsp;",
          "content": "Bonuses: when you top-up a certain amount, CJ will offer bonuses as follows (the following bonus policies may change, subject to the latest announcement on CJ):",
          "littleList": [
            {
              "serialNumber": "(1)&nbsp;",
              "content": "USD Top-up: ",
              "benefitList": [
                {
                  "content": "For $0-4,999.99, there is a 0.5% bonus."
                },
                {
                  "content": "For $5,000.00-9,999.99, there is a 0.8% bonus."
                },
                {
                  "content": "For $10,000.00-49,999.99, there is a 1% bonus."
                },
                {
                  "content": "For $50,000.00 or more, there is a 2% bonus."
                }
              ]
            },
            {
              "serialNumber": "(2)&nbsp;",
              "content": "Euro Top-up: ",
              "benefitList": [
                {
                  "content": "For €1-4,500.00, there is 0.5% bonus."
                },
                {
                  "content": "For €4,500.01-9,000.00, there is a 0.8% bonus."
                },
                {
                  "content": "For €9,000.01-45,000.00, there is a 1% bonus."
                },
                {
                  "content": "For €45,000.01 or more, there is a 2% bonus."
                }
              ]
            }
          ]
        },
        {
          "serialNumber": "4.&nbsp;",
          "content": "Cash Withdrawal: withdrawal can only be settled in USD. CJ will charge 3% of the withdrawal amount as the service fee every time. Transaction usually takes 1 to 5 business days.",
          "littleList":[
            {
              "content": "Note: If the withdrawal is converted into USD from other currencies, the exchange rate shall be subject to the real-time exchange rate. The user shall bear part of the losses caused by exchange rate changes in the withdrawal process."
            }
          ]
        },
        {
          "serialNumber": "5.&nbsp;",
          "content": "Withdrawal Method: CJ supports withdrawal of balance, which will be returned to your original payment account within 1-5 business days, including but not limited to Payoneer account, PayPal account, and other credit card accounts."
        },
        {
          "serialNumber": "6.&nbsp;",
          "content": "Top-up Method: CJ only supports top-up by Payoneer and wire transfer."
        },
        {
          "serialNumber": "7.&nbsp;",
          "content": "Balance Deduction: when the wallet balance is larger than the order amount, your balance can be deducted; if a refund is involved, the amount deducted will be returned to your wallet balance."
        }
      ]
    },
    {
      "title": "VII. Shipping Service",
      "list": [
        {
          "serialNumber": "1.&nbsp;",
          "content": "Shipping Instructions: you can choose the appropriate shipping method when placing an order. CJ mainly offers shipping methods including CJPacket, DHL, and other shipping methods. You understand that different shipping methods may have different shipping costs with different delivery time. <span class='emphasis-desc'>You can select the appropriate shipping method based on the <a href='https://cjdropshipping.com/calculation.html' target='_blank' class='useragreement-link'>CJ Shipping Calculation</a>.</span>"
        },
        {
          "serialNumber": "2.&nbsp;",
          "content": "<span class='emphasis-desc'>Shipping Cost Prepaid: when you place an order, CJ will charge you the shipping cost. However, considering the difference in the estimated weight, the volume of the products, and other factors, the shipping cost on CJ is only the estimated cost, which is for reference only, and the actual shipping cost shall prevail. If the actual shipping cost exceeds the prepaid cost due to the difference in weight and volume of the goods, CJ shall have the right to charge the shipping cost difference from you.<span>"
        },
        {
          "serialNumber": "3.&nbsp;",
          "content": "Remote Countries: for some packages shipping to remote countries and regions, you may not have the tracking information sometimes. Those remote countries only provide postal transport which is slow with a limited number of flights. So, most packages will be in transit waiting for the flight to destination without any tracking information. If the buyer has not received the goods, please contact the local post office first. Tracking information that can be found on the third-party website cannot be further inquired or urged. If a dispute is opened, please refer to and read the dispute policy, which will serve as an important reference for dispute resolution."
        },
        {
          "serialNumber": "4.&nbsp;",
          "content": "Customs Clearance: customs clearance may be difficult and slow in certain remote countries including but not limited to: Haiti, Kyrgyzstan, Madagascar, Mauritius, Bangladesh, Nepal, Nicaragua, Swaziland, Jamaica, Zambia, Ecuador, Peru, Bolivia, Chile, Argentina, Uruguay, Egypt, Sudan, Libya, Algeria, Angola, Bahamas, Benin, Belize City, Burundi, Dominican Republic, Gambia, Grenada, Cuba, Palestine, Paraguay, Guatemala, Reunion, The Commonwealth of Puerto Rico, Hawaii, Alaska, Guadeloupe, Martinique, and French Guiana. If a dispute is opened, please read and refer to the refund policy, which will serve as an important reference for dispute resolution."
        },
        {
          "serialNumber": "5.&nbsp;",
          "content": "Shipping Track: you can track shipping information through the tracking website provided by CJ or other third-party websites. For some remote countries, the shipping information cannot be tracked. Please timely contact the local post office for more information."
        },
        {
          "serialNumber": "6.&nbsp;",
          "content": "Price Change: CJ will change shipping costs periodically or seasonally according to the third-party carriers' prices. Once shipping cost is changed, you will be notified by email or system notification and can check the shipping cost on <a href='https://cjdropshipping.com/calculation.html' target='_blank' class='useragreement-link'>CJ Shipping Calculation</a>."
        },
        {
          "serialNumber": "7.&nbsp;",
          "content": "<a href='https://cjdropshipping.com/article-details/113' target='_blank' class='useragreement-link'>Oversized Products</a>: oversized product refers to the product whose volume weight is greater than the actual weight. You can calculate it on <a href='https://cjdropshipping.com/calculation.html' target='_blank' class='useragreement-link'>CJ Shipping Calculation</a>.",
          "description": "<span class='emphasis-desc'>Shipping Cost Difference: due to the product characteristics, there may be a difference between the actual weight and the system weight after packing. If the product is oversized, CJ has the right to charge the additional shipping cost according to the volume weight. You shall make up the shipping cost difference.</span>"
        },
        {
          "serialNumber": "8.&nbsp;",
          "content": "<span class='emphasis-desc'>Reshipment: if the products are returned to the sender or carrier due to your own reasons (for example, wrong address, the recipient being away, failure to contact the recipient, etc.), CJ will notify you in advance and has the right to ask you to pay for the reshipment costs when the carrier offers reshipment services. Otherwise, you will bear the loss.</span>"
        },
        {
          "serialNumber": "9.&nbsp;",
          "content": "<span class='emphasis-desc'>Remote Fee: to ensure normal order fulfillment, CJ has the right to charge additional remote fees when your packages are shipped to certain remote countries.</span>"
        },
        {
          "serialNumber": "10.&nbsp;",
          "content": "<span class='emphasis-desc'>CJ shall not be liable for any damage, loss, delay, or non-delivery of the packages due to the following reasons:</span>",
          "littleList": [
            {
              "serialNumber": "(1)&nbsp;",
              "content": "<span class='emphasis-desc'>Force Majeure: \"Force Majeure\" refers to the objective factors or accidents that are unpredictable, uncontrollable, or unavoidable, including but not limited to earthquake, fire, snow disaster, storm, heavy fog, and severe weather; strikes, terrorist incidents, traffic accidents, amendments to regulations and policies, acts, decisions or orders of the government or judicial authorities; violent crimes such as robbery, drive-by robbery, etc.</span>"
            },
            {
              "serialNumber": "(2)&nbsp;",
              "content": "<span class='emphasis-desc'>Damage caused by the natural characteristic, inherent defects or reasonable wear and tear of the goods.</span>"
            },
            {
              "serialNumber": "(3)&nbsp;",
              "content": "<span class='emphasis-desc'>Delays in receiving the goods or failure to deliver the goods due to the customer's own reasons.</span>"
            },
            {
              "serialNumber": "",
              "content": "<span class='emphasis-desc'>If the packages cannot be delivered due to the customer's own reasons, such as the failure to contact the customer or the wrong receiving address, CJ will provide free storage service in case free storage by the overseas carrier is available. You shall contact the CJ agent to pick up the goods in time, and you shall bear the additional costs arising therefrom. If the packages cannot be delivered after the free storage period, CJ has the right to dispose the package, and your payment will not be refunded.</span>"
            }
          ]
        }
      ]
    },
    {
      "title": "VIII. Email and Push Notifications",
      "list": [
        {
          "content": "CJ will provide you with push notifications and emails after obtaining your authorization. You have the right to unsubscribe through the corresponding unsubscribe function provided by CJ if you are unwilling to receive such information."
        },
        {
          "content": "The emails and push and notifications include marketing, shipping fee changes, product recommendations, account changes, and other information. CJ shall not be liable for any loss caused by your failure to read the email or push notifications."
        }
      ]
    },
    {
      "title": "IX. Your Rights and Obligations",
      "description": "You shall warrant that you will use CJ Services in a reasonable manner and accept this Agreement and other policies, rules, and announcements made and issued by CJ in due course.",
      "list": [
        {
          "serialNumber": "1.&nbsp;",
          "content": "You shall admit that you will use the CJ Platform and CJ Services within the scope agreed herein, and you shall not use the CJ platform to engage in the following activities:",
          "littleList": [
            {
              "serialNumber": "(1)&nbsp;",
              "content": "You shall not use CJ Services beyond authorization or have malicious use of CJ Services."
            },
            {
              "serialNumber": "(2)&nbsp;",
              "content": "You shall warrant that you will abide by the national and local laws and regulations, industry practices and social and public moralities in the process of using CJ Service and will not make use of the services provided by the CJ to store, distribute and publish any of the following information and content:",
              "benefitList": [
                {
                  "serialNumber": "a.&nbsp;",
                  "content": "That jeopardizes national security (Germany and other countries) and destroys national unity and social stability;"
                },
                {
                  "serialNumber": "b.&nbsp;",
                  "content": "That insults or slanders others and infringes other people’s lawful rights and interests;"
                },
                {
                  "serialNumber": "c.&nbsp;",
                  "content": "That is to distribute obscenity, pornography, gambling, violence, murder, or terror;"
                },
                {
                  "serialNumber": "d.&nbsp;",
                  "content": "That is an illegal advertisement, marketing information or spam message. Meanwhile, you shall not set a username containing the above contents and information."
                }
              ]
            },
            {
              "serialNumber": "(3)&nbsp;",
              "content": "You shall not use CJ to infringe others' legitimate rights and interests such as intellectual property rights, portrait rights, privacy rights, reputation rights and personal information;"
            },
            {
              "serialNumber": "(4)&nbsp;",
              "content": "You shall not maliciously fabricate or assist in fabricating facts, reviews and other information or data;"
            },
            {
              "serialNumber": "(5)&nbsp;",
              "content": "You shall warrant that you will not make use of the services provided by CJ to conduct any illegal actions or endanger computer network security, including but not limited to:",
              "benefitList": [
                {
                  "serialNumber": "a.&nbsp;",
                  "content": "Using unauthorized data or accessing unauthorized servers/accounts;"
                },
                {
                  "serialNumber": "b.&nbsp;",
                  "content": "Accessing public computer networks or other people's computer systems without permission and deleting, modifying or adding stored information;"
                },
                {
                  "serialNumber": "c.&nbsp;",
                  "content": "Any unauthorized attempt to probe, scan, or test loopholes in the Software's system or network or any other act that undermines network security;"
                },
                {
                  "serialNumber": "d.&nbsp;",
                  "content": "Attempt to interfere with or destroy the normal operation of the software system or website, intentionally spread malicious programs or viruses and other acts of damaging or interfering with normal network information services;"
                },
                {
                  "serialNumber": "e.&nbsp;",
                  "content": "Forging TCP/IP packet name or part name;"
                },
                {
                  "serialNumber": "f.&nbsp;",
                  "content": "Uploading any viruses, Trojans, worms or other contents harmful to network security by using the platform and services."
                }
              ]
            },
            {
              "serialNumber": "(6)&nbsp;",
              "content": "You shall not reverse engineer, decompile, disassemble, modify, adapt, translate, or make any attempt to discover the source code of CJ or to create derivative works based on the whole or on any part of CJ without permission. At the same time, you shall not remove any ownership statement or label on CJ or CJ documentation, or merge other software with CJ;"
            },
            {
              "serialNumber": "(7)&nbsp;",
              "content": "You shall not use plug-ins and/or exploiting program loopholes to gain benefits."
            }
          ]
        },
        {
          "serialNumber": "2.&nbsp;",
          "content": "Without our written permission, you shall not commit any of the following acts or authorize, permit or assist any third party to commit the following acts on CJ:",
          "littleList": [
            {
              "serialNumber": "(1)&nbsp;",
              "content": "Copy, read and adopt the information content on CJ for any form of commercial use;"
            },
            {
              "serialNumber": "(2)&nbsp;",
              "content": "Edit, sort out and arrange the information content on CJ and related services without authorization and display it in channels other than the source page of CJ and related services;"
            },
            {
              "serialNumber": "(3)&nbsp;",
              "content": "Use improper methods or assist a third party to generate data flow, reading volume, or transaction guidance, transfer, hijacking or other adverse effects on the contents of the platform and related services."
            }
          ]
        },
        {
          "serialNumber": "3.&nbsp;",
          "content": "API Usage",
          "littleList": [
            {
              "serialNumber": "(1)&nbsp;",
              "content": "According to the requirements and actual needs of CJ, you shall provide relevant interface account password or store account information."
            },
            {
              "serialNumber": "(2)&nbsp;",
              "content": "You shall be fully responsible for any customer dispute caused by the failure of data transmission on your store and your platform interface, fuzzy interface setting, lack of transmission verification security value, etc., which has not been repaired after being notified by CJ."
            },
            {
              "serialNumber": "(3)&nbsp;",
              "content": "If the API or related functions of your platform are updated, you shall timely inform CJ and assist the CJ platform to make the corresponding optimization."
            }
          ]
        }
      ]
    },
    {
      "title": "X. Partners",
      "list": [
        {
          "content": "In addition to the services provided by CJ, other third-party companies will also provide services to you. Up to now, CJ's partners include but are not limited to Shopify, DHL, eBay, Lazada, Shopee, Shopmaster, Woocommerce, Payoneer, Shipstation (see <a href='https://cjdropshipping.com/partnership/home' target='_blank' class='useragreement-link'>CJ Partners page</a> for details)."
        },
        {
          "content": "CJ will offer you hyperlinks to third-party service provider platforms and websites. Before using third-party services, you are obligated to read the relevant rules and policies of third-party carefully by yourself."
        },
        {
          "content": "CJ shall not have any obligation to censor the services and contents provided by any third parties. Therefore, CJ shall not bear any liability for any legal consequence arising from the operation and use on any third party redirected from CJ."
        }
      ]
    },
    {
      "title": "XI. Data Protection",
      "description": "We collect your personal information to provide and continuously improve our products and services. The types of personal information we collect are as follows:",
      "list": [
        {
          "serialNumber": "1.&nbsp;",
          "content": "<span class='emphasis-desc'>Information you provide to CJ: we receive and store any information you provide to us regarding CJ services.</span> You can choose not to provide certain information, but your use of certain CJ Services may be limited."
        },
        {
          "serialNumber": "2.&nbsp;",
          "content": "<span class='emphasis-desc'>Automatically obtained information: we automatically receive and store specific information about your use of CJ Services, such as information about your interactions with the content and services available in the CJ Services.</span> Like many other sites, we use cookies and other unique identifiers. Certain information will be obtained through your web browser accesses to CJ or other content provided by or on behalf of us on other sites. <a href='/privacyPolicy' target='_blank' class='useragreement-link'>Further details about the information we have collected.</a>"
        },
        {
          "serialNumber": "3.&nbsp;",
          "content": "<span class='emphasis-desc'>Information obtained from other sources: we may receive your personal information from other sources, such as the shipping address and mobile phone number from the mini-program operator when you use our mini-program for delivery.</span>"
        },
        {
          "serialNumber": "4.&nbsp;",
          "content": "<span class='emphasis-desc'>Sensitive Personal Information: we may collect Sensitive Personal Information during your use of CJ Services.</span> For example, when you place orders on CJ, we need to collect identification information, such as your address, phone number, and so on, so your orders can be clear and delivered."
        },
        {
          "serialNumber": "5.&nbsp;",
          "content": "<span class='emphasis-desc'>Store Data: after authorizing your store to CJ, you agree that we will collect your store information and other data when necessary, including but not limited to store URL, order information, product information, and other information from our carriers or other third parties, which is used to modify our records and to improve the delivery of your next order and your contact.</span> CJ has the right to modify some of your store data when necessary, such as updating product date, product inventory, tracking number, etc."
        }
      ]
    },
    {
      "title": "XII. Copyright and Intellectual Property Rights",
      "list": [
        {
          "content": "All services and content on CJ, including but not limited to text, graphics, logos, icons, images, audio clips, digital downloads, data compilations and software, are the properties of CJ Dropshipping or the content providers and are protected by the Chinese and international laws. The intellectual property of the overall content on CJ belongs to CJ or our affiliates."
        },
        {
          "content": "A compilation of all content provided through or included in CJ Services is the exclusive property of CJ and is protected by Germany and international law. No individual has the right to infringe the above rights of CJ. Otherwise, CJ reserves the right to claim protection fees and losses from infringers, including but not limited to direct and indirect losses, potential losses, legal costs, arbitration fees, investigation and evidence collection fees, attorney's fees, notarization fees, etc."
        },
        {
          "content": "<p class='emphasis-desc'>The content on CJ is partly from our suppliers. If any organization or individual thinks that the content on CJ may infringe its lawful rights and interests, please timely inform CJ. CJ will remove the accused infringing content as soon as possible after being informed, but will not bear any relevant legal responsibility or economic responsibility.</p>"
        },
        {
          "content": "<p class='emphasis-desc'>Since the sourcing requests posted are reviewed manually or filtered by the system, it is impossible to fully determine whether the sourcing requests on CJ are legitimate or not. Therefore, CJ is not liable for your sourcing requests. If you think that there are quality problems or intellectual property rights infringements involved in the transaction through CJ, you shall timely inform CJ and CJ will try its best to assist you to solve the corresponding problems.</p>"
        },
        {
          "content": "The intellectual property rights of original information such as text, pictures, videos, software, and performances published and uploaded by users on CJ belong to you (or separately agreed by the third-party content provider and you) when you use CJ services, but, based on CJ operation, you shall confirm that your publishing and uploading of such information are deemed to be your right to use, copy, and disseminate our authorized intellectual property rights."
        },
        {
          "content": "Unless otherwise required by laws and regulations, we have an independent right to use the competitive data based on lawful processing of the data without your consent."
        },
        {
          "content": "CJ always respects intellectual property rights and opposes any infringement of intellectual property rights. In case of any infringement of your lawful rights and interests during your use, you have the right to inform us to take the necessary measures. If you find any violation of laws and regulations or relevant rules of the Agreement during the access to the platform, you have the right to report to us, and we will take necessary measures (such as deleting, blocking, disconnecting or restricting functions) to deal with it in a timely manner."
        },
        {
          "content": "All content on CJ does not reflect any opinions of CJ. All users have carefully read and fully agreed to the terms and conditions when browsing every page of CJ."
        }
      ]
    },
    {
      "title": "XIII. Personal Information Protection and Privacy Policy",
      "list": [
        {
          "content": "CJ is committed to respect user privacy and protects the security of your personal information. CJ takes reasonable measures to protect your personal information and privacy. We promise that CJ only collects or uses your personal information when necessary for providing CJ Services, and such information will not be used for purposes other than providing services."
        },
        {
          "content": "Security Protection: A range of technologies and procedures are applied with strong security features to establish a sophisticated system and prevent unauthorized access, use, or disclosure of your personal information."
        },
        {
          "content": "Usage and Disclosure of Information: CJ reserves the right to obtain, use, store, and share your personal information upon explicit consent, and is subject to applicable laws and regulations. Your personal information or confidential content in our server will not be disclosed or altered without your authorization. You hereby agree and assure that CJ has the right to collect and use your information according to our Privacy Policy."
        },
        {
          "content": "You agree that CJ has the right to collect the information of your usage and behavior through cookies and other technologies, and we are free to use the pure desensitized commercial data that is no longer related to your personal information. If you prefer, of course, you can choose to delete cookies, but you will need to change user Settings each time you visit our site. Currently, the usual path to delete cookies is the browser: \"Settings - Clear browsing data.\""
        },
        {
          "content": "In addition to complying with the Personal Information Protection and Privacy Policy specifically outlined in this Agreement, please carefully and fully read the promptly released Privacy Policy specifically written for the platform to protect your personal information."
        }
      ]
    },
    {
      "title": "XIV. Refund, Resend and Returns Policy",
      "description": "<a href='https://cjdropshipping.com/dispute-policy.html' target='_blank' class='useragreement-link'>Refund, Resend and Returns Policy</a> is an important basis for the resolution of disputes on CJ, and it applies to all dropshippers in cooperation with CJ. Please read the <a href='https://cjdropshipping.com/dispute-policy.html' target='_blank' class='useragreement-link'>Refund, Resend and Returns Policy</a> carefully before registering in CJ platform and using CJ Services. All disputes shall be opened on CJ. If you directly open disputes on any other third-party platforms (including but not limited to third-party service providers or judicial authorities) without consultation with CJ, CJ has the right to permanently block your account.",
      "list": [
        {
          "content": "CJ will offer you a solution to resolve the dispute timely while the following evidence must be provided, including:",
          "littleList": [
            {
              "serialNumber": "(1)&nbsp;",
              "content": "Photos of the damaged items to display the damage;"
            },
            {
              "serialNumber": "(2)&nbsp;",
              "content": "A video if photos are unable to prove the damage;"
            },
            {
              "serialNumber": "(3)&nbsp;",
              "content": "Screenshots of the dispute via email, including the subject, date, and content of the email."
            }
          ]
        }
      ]
    },
    {
      "title": "XV. Scope of Responsibility",
      "list": [
        {
          "content": "You shall understand and agree that, under applicable law, CJ is not liable for any direct, indirect, incidental, or unusual loss, including but not limited to loss of profits, business reputation, use, or data and other intangible loss caused by use or inability of the service."
        },
        {
          "content": "Under applicable law, CJ or our Suppliers shall under no circumstances be liable for any loss of profits or any unusual, accidental, or inevitable loss caused by our website, services, or this agreement (or any other related issues)."
        },
        {
          "content": "If your violation of this agreement, or the supplementary agreement, policy, or Chinese and international law causes any damage to other third parties or causes claims or requirements from any other third party against the CJ company and associated companies, CJ partners, CJ senior managers, directors, agents, employees and suppliers (including but not limited to any cost of legal process), CJ reserves the right to claim for compensation or further claims to cover the loss."
        },
        {
          "content": "The use of CJ Services is at your own risk. The Services are provided \"as is\" and \"as available\" without any express, implied or statutory warranty or condition. CJ does not guarantee that there will be no interruption, delay, risk or error of our services."
        },
        {
          "content": "A comprehensive and sophisticated transaction system will be administered, while third-party services such as logistics, payment and delivery will be applied and optimized to facilitate business transactions and improve user experience. The legal relationship formed between you and abovementioned third-party service providers is not related to CJ."
        },
        {
          "content": "When placing an order of product and/or use service on CJ, please carefully verify the determinant information including the name, price, quantity, model, specification, size of the product or time, content, frame of service, and other information including the contact address, telephone number, and consignee. You shall be held responsible for the legal consequences caused by the behavior and intention of the recipient if the recipient given is not yourself. Clicking the \"Submit\" button means that you acknowledge that all information contained in the order is correct and complete, and you have the right to revise or modify the selected products to purchase before submitting the order."
        },
        {
          "content": "Your purchase shall be based on the authentic purpose of the transaction and you shall not aim to obstruct the regular transaction of CJ including the malicious purchase of products and extortion upon rights protection regarding CJ services. In case of the above-mentioned situation, CJ can suspend any relevant trading orders on our sole discretion to maintain the transaction security on CJ."
        },
        {
          "content": "Please be informed and understand that the information displayed on CJ may contain certain delays or errors due to objective factors such as the characteristics of the present IT technology, and please do not proceed to the next step if displayed information is evidently incorrect due to system failure or miscalculation of the platform (including but not limited to significantly low prices). Then, orders submitted upon such incorrect information may be considered malicious behavior, and the platform will have the right to freeze and/or cancel the transaction."
        },
        {
          "content": "For sourcing service, you understand that the sourcing results from other users (including but not limited to text, images, and links) may contain risks and flaws (including but not limited to intellectual property rights infringement), and you shall acknowledge that CJ is not responsible for the risk and flaws of sourcing products uploaded by other users since not all sourcing products are censored."
        },
        {
          "content": "Tariff. You shall be responsible for all tariffs and other tax issues caused by the national customs of the target market during the order fulfillment. Otherwise, you shall be fully responsible for the detained products due to your failure to pay the relevant value-added tax or import tax in time."
        }
      ]
    },
    {
      "title": "XVI. Reviews and Feedbacks",
      "list": [
        {
          "content": "CJ is open to any idea or suggestion to improve CJ's services."
        },
        {
          "content": "Under any circumstances, CJ shall not be liable for any confidentiality or compensation of any ideas, suggestions, or related documentations disclosed to CJ, or any comments regarding third-party services or suppliers made by any individual (collectively, \"Feedbacks\")."
        },
        {
          "content": "Submitting feedback to CJ company (submitted directly to CJ company or published in any social network service or webpage managed by CJ) means that the user gives up any rights to the feedback, while CJ reserves the right to modify the feedback, as well as the authority to carry out and use the feedback according to the requirement of the user with or without the permission of the user or any third party."
        },
        {
          "content": "Any reviews about third party service or third party supplier submitted by Users to CJ must be true and correct to the best of the Users' knowledge, and must not contain any illegal, obscene, threatening, or defamatory subject, violation of privacy, infringement of intellectual property rights or any content that might be harmful to any third party. CJ does not review published feedbacks on a regular basis, but reserves the right to delete or edit third-party service feedbacks."
        },
        {
          "content": "CJ reserves the right to pursue legal liability for any false statements posted by any users on the website."
        }
      ]
    },
    {
      "title": "XVII. Notice",
      "list": [
        {
          "content": "When you register as a user of CJ Platform and accept the services provided by CJ, you shall provide CJ with true and valid contact information (including your email address, phone number, contact address, etc.). In case of any changes of contact information, you are obligated to update relevant information promptly and maintain a state of being contactable."
        },
        {
          "content": "Your CJ account and sub-account are considered as effective contact to receive system notifications too."
        },
        {
          "content": "<p class='emphasis-desc'>CJ will send your various notifications by one or several of your above contact methods. As the contents of such notices may have a beneficial or unfavorable effect of significance on your rights and obligations, please be sure to keep yourself updated.</p>"
        },
        {
          "content": "The CJ platform will contact you with your provided contact information mentioned above, as written notices via electronic media, including but not limited to the CJ notifications, SMS to the provided contact phone number, e-mails to the provided email address, system messages to your CJ account, etc. The success in sending will be considered notice delivered; while written notice sent via paper media on the 10th natural day after the express delivery to the contact address provided will be considered as delivered."
        },
        {
          "content": "You agree that judicial authorities (including but not limited to the People's Court) may deliver legal documents (including but not limited to lawsuit documents) to you via modern communication media such as SMS, E-mail, or by mail in case of any dispute arising from transaction activities on CJ."
        },
        {
          "content": "The mobile phone number, E-mail address, or CJ account that you have specified to receive legal documents shall be the same mobile phone number and E-mail address you provided when registering and updating on CJ, and the legal documents shall be considered to be delivered when the documents are sent by judicial authorities according to the above-mentioned contact information. The mailing address you specified will be your legal contact address or the valid contact address you provided."
        },
        {
          "content": "You agree that the judicial authority may serve the legal documents to you in one or more of the above ways. In case of different times of service, the earliest one served prevails."
        },
        {
          "content": "You agree that the above methods of document service applies to all stages of the judicial proceedings including but not limited to the first instance, second instance, retrial, execution and supervision procedures, etc. during the litigation procedure. "
        },
        {
          "content": "You shall ensure that the contact information provided is accurate, valid, and updated in real time. If the contact information provided is not accurate or the contact information is not updated in time, resulting the legal documents being unable to be served or not being served in time, you shall be liable for the legal consequences arising therefrom."
        },
        {
          "content": "All legal notices or requirements related to CJ, shall be sent to CJ in written form by express delivery, registered mail or fax to the entity with the address below: Zum Linnegraben 20, 65933 Frankfurt am Main, Hessen, Deutschland."
        }
      ]
    },
    {
      "title": "XVIII. Force Majeure",
      "list": [
        {
          "content": "<span class='emphasis-desc'>Given the specific technical factors of Internet Services, you understand and agree that we shall not be liable for any loss (including but not limited to loss of property, income, data or other intangible loss) suffered by you under the following circumstances.</span>"
        },
        {
          "content": "CJ shall not bear any responsibility or pay any compensation of any nature for any loss caused by service or system failure, including but not limited to the following force majeure:",
          "littleList": [
            {
              "serialNumber": "(1)&nbsp;",
              "content": "Interruption of data transmission due to failure of communication terminal or telecommunications facility caused by force majeure."
            },
            {
              "serialNumber": "(2)&nbsp;",
              "content": "System failures and malfunctions caused by force majeure events, including but not limited to typhoons, earthquakes, tsunamis, floods, power outages, fires, storms, wars, political unrest, labor strikes, labor or material shortages, riots, riots, civil strife, terrorist attack, explosion, natural disaster, government action, court orders of domestic and foreign courts."
            },
            {
              "serialNumber": "(3)&nbsp;",
              "content": "A domestic or international epidemic, including but not limited to suspension or delay of service, or system failure caused by any third party, or any suspension or interruption of transportation or business operations."
            },
            {
              "serialNumber": "(4)&nbsp;",
              "content": "Delay or interruption of the platform or service due to computer viruses, Trojan horses, other malicious programs, hacker attacks, technical adjustments or failures of telecommunications departments and network operating companies, system maintenance and other unexpected reasons."
            }
          ]
        }
      ]
    },
    {
      "title": "XIX. Modification",
      "list": [
        {
          "content": "Any new features or tools added to the current website should also be subject to the User Agreement."
        },
        {
          "content": "You can view the latest version of the \"User Agreement\" on this page at any time. We reserve the right to update, modify or replace any part of this User Agreement by making annoucements on CJ website."
        },
        {
          "content": "The user is responsible for regularly checking the changes to this page, and CJ will notify you of the revision of the terms by email or website announcement. Users accept any changes when you continue to use CJ Services and application or visit CJ after any changes have been published."
        }
      ]
    },
    {
      "title": "XX. Dispute Resolution and Applicable Law",
      "list": [
        {
          "content": "The formation, entry into force, interpretation, amendment, supplement, termination, enforcement and dispute resolution of this Agreement shall be governed by the laws (including the applicable laws) of Germany. In the absence of relevant provisions, commercial practices and/or industry practices shall be referred to."
        },
        {
          "content": "In case of any dispute between you and CJ arising from the performance or interpretation of the technical services or transaction on CJ, both parties shall first endeavor to negotiate in a friendly manner. If no agreement can be reached through negotiation, both CJ and you agree that the dispute shall be administered under the exclusive jurisdiction of the Chinese court with jurisdiction in the place where CJ is located."
        }
      ]
    }
  ]
}