/** 自动生成文件，请勿修改 */
/* eslint-disable */
/* tslint:disable */
import { Config, AuthEnum } from "./@types";
// 配置给予Auth的initAuth的入参，AuthProvider的config使用
export const config: Config = {
  apiGet:
    "http://master.authoritycenter.web.cj.com/userAuthorityCenterWeb/authority/getUserAuthorityInfos",
  appId: "10005",
  connectPath: "http://erp.test.com/connect.html",
  microPath: "http://master.componentcenter.web.cj.com"
};
// 权限枚举
export const AUTH: AuthEnum = {
  /** WMS系统 */
  CKZX001: "CKZX-001",
  /** WMS系统=>入库 */
  CXZXRKCD001: "CXZX-RKCD001",
  /** WMS系统=>入库=>入库单查询 */
  RKCDRKCX001: "RKCD-RKCX001",
  /** WMS系统=>入库=>入库单查询=>添加入库单 */
  RKCX001001: "RKCX001-001",
  /** WMS系统=>入库=>入库单查询=>修改 */
  RKCX001002: "RKCX001-002",
  /** WMS系统=>入库=>入库单查询=>删除 */
  RKCX001003: "RKCX001-003",
  /** WMS系统=>入库=>包裹签收 */
  RKCDBGQS001: "RKCD-BGQS001",
  /** WMS系统=>入库=>包裹签收=>签收 */
  BGQS001001: "BGQS001-001",
  /** WMS系统=>入库=>包裹签收=>打印运单号 */
  BGQS001002: "BGQS001-002",
  /** WMS系统=>入库=>包裹签收=>获取物流信息 */
  BGQS001003: "BGQS001-003",
  /** WMS系统=>入库=>包裹签收=>操作日志 */
  BGQS001004: "BGQS001-004",
  /** WMS系统=>入库=>分标管理 */
  RKCDFBGL001: "RKCD-FBGL001",
  /** WMS系统=>入库=>分标管理=>分标 */
  FBGL001001: "FBGL001-001",
  /** WMS系统=>入库=>质检管理 */
  RKCDZJGL001: "RKCD-ZJGL001",
  /** WMS系统=>入库=>质检管理=>质检 */
  ZJGL001001: "ZJGL001-001",
  /** WMS系统=>入库=>质检管理=>打印条码 */
  ZJGL001002: "ZJGL001-002",
  /** WMS系统=>入库=>称重管理 */
  RKCDCZGL001: "RKCD-CZGL001",
  /** WMS系统=>入库=>称重管理=>称重 */
  CZGL001001: "CZGL001-001",
  /** WMS系统=>入库=>称重管理=>打印条码 */
  CZGL001002: "CZGL001-002",
  /** WMS系统=>入库=>上架管理 */
  RKCDSJGL001: "RKCD-SJGL001",
  /** WMS系统=>入库=>异常处理 */
  RKCDYCCL001: "RKCD-YCCL001",
  /** WMS系统=>入库=>异常处理=>异常记录 */
  RKCDYCCL002: "RKCD-YCCL002",
  /** WMS系统=>入库=>异常处理=>异常记录=>确认少件 */
  YCCL002001: "YCCL002-001",
  /** WMS系统=>入库=>异常处理=>异常记录=>货已找到 */
  YCCL002002: "YCCL002-002",
  /** WMS系统=>入库=>异常处理=>入库异常单 */
  RKCDYCCL003: "RKCD-YCCL003",
  /** WMS系统=>入库=>异常处理=>入库异常单=>待处理 */
  RKCDYCCL004: "RKCD-YCCL004",
  /** WMS系统=>入库=>异常处理=>入库异常单=>待处理=>提交 */
  YCCL003001: "YCCL003-001",
  /** WMS系统=>入库=>异常处理=>入库异常单=>待处理=>放弃 */
  YCCL003002: "YCCL003-002",
  /** WMS系统=>入库=>异常处理=>入库异常单=>待处理=>添加异常明细 */
  YCCL004001: "YCCL004-001",
  /** WMS系统=>入库=>异常处理=>入库异常单=>处理中 */
  RKCDYCCL005: "RKCD-YCCL005",
  /** WMS系统=>入库=>异常处理=>入库异常单=>处理中=>确认处理 */
  YCCL005001: "YCCL005-001",
  /** WMS系统=>入库=>异常处理=>入库异常单=>已处理 */
  RKCDYCCL010: "RKCD-YCCL010",
  /** WMS系统=>入库=>异常处理=>入库异常单=>已放弃 */
  RKCDYCCL011: "RKCD-YCCL011",
  /** WMS系统=>入库=>异常处理=>采购入库异常单 */
  RKCDYCCL006: "RKCD-YCCL006",
  /** WMS系统=>入库=>异常处理=>采购入库异常单=>待处理 */
  RKCDYCCL007: "RKCD-YCCL007",
  /** WMS系统=>入库=>异常处理=>采购入库异常单=>待处理=>处理 */
  YCCL007001: "YCCL007-001",
  /** WMS系统=>入库=>异常处理=>采购入库异常单=>处理中 */
  RKCDYCCL008: "RKCD-YCCL008",
  /** WMS系统=>入库=>异常处理=>采购入库异常单=>处理中=>编辑 */
  YCCL008001: "YCCL008-001",
  /** WMS系统=>入库=>异常处理=>采购入库异常单=>处理中=>确认处理 */
  YCCL008002: "YCCL008-002",
  /** WMS系统=>入库=>异常处理=>采购入库异常单=>已处理 */
  RKCDYCCL009: "RKCD-YCCL009",
  /** WMS系统=>入库=>异常处理=>采购入库异常单=>已处理=>查看 */
  YCCL009001: "YCCL009-001",
  /** WMS系统=>出库 */
  CKZXCKCD001: "CKZX-CKCD001",
  /** WMS系统=>出库=>出库单查询 */
  CKCDCKCX001: "CKCD-CKCX001",
  /** WMS系统=>出库=>出库单查询=>全部 */
  CKCDCKCX002: "CKCD-CKCX002",
  /** WMS系统=>出库=>出库单查询=>全部=>详情 */
  CKCX002001: "CKCX002-001",
  /** WMS系统=>出库=>出库单查询=>全部=>操作日志 */
  CKCX002002: "CKCX002-002",
  /** WMS系统=>出库=>出库单查询=>待处理 */
  CKCDCKCX003: "CKCD-CKCX003",
  /** WMS系统=>出库=>出库单查询=>待处理=>详情 */
  CKCX003001: "CKCX003-001",
  /** WMS系统=>出库=>出库单查询=>待处理=>操作日志 */
  CKCX003002: "CKCX003-002",
  /** WMS系统=>出库=>出库单查询=>待配齐 */
  CKCDCKCX004: "CKCD-CKCX004",
  /** WMS系统=>出库=>出库单查询=>待配齐=>详情 */
  CKCX004001: "CKCX004-001",
  /** WMS系统=>出库=>出库单查询=>待配齐=>操作日志 */
  CKCX004002: "CKCX004-002",
  /** WMS系统=>出库=>出库单查询=>待配齐=>抵扣库存 */
  CKCX004003: "CKCX004-003",
  /** WMS系统=>出库=>出库单查询=>待配齐=>释放库存 */
  CKCX004004: "CKCX004-004",
  /** WMS系统=>出库=>出库单查询=>已配齐 */
  CKCDCKCX005: "CKCD-CKCX005",
  /** WMS系统=>出库=>出库单查询=>已配齐=>详情 */
  CKCX005001: "CKCX005-001",
  /** WMS系统=>出库=>出库单查询=>已配齐=>操作日志 */
  CKCX005002: "CKCX005-002",
  /** WMS系统=>出库=>出库单查询=>已配齐=>释放库存 */
  CKCX005003: "CKCX005-003",
  /** WMS系统=>出库=>出库单查询=>待拣货 */
  CKCDCKCX006: "CKCD-CKCX006",
  /** WMS系统=>出库=>出库单查询=>待拣货=>详情 */
  CKCX006001: "CKCX006-001",
  /** WMS系统=>出库=>出库单查询=>待拣货=>操作日志 */
  CKCX006002: "CKCX006-002",
  /** WMS系统=>出库=>出库单查询=>待分拣 */
  CKCDCKCX007: "CKCD-CKCX007",
  /** WMS系统=>出库=>出库单查询=>待分拣=>详情 */
  CKCX007001: "CKCX007-001",
  /** WMS系统=>出库=>出库单查询=>待分拣=>操作日志 */
  CKCX007002: "CKCX007-002",
  /** WMS系统=>出库=>出库单查询=>待验货 */
  CKCDCKCX008: "CKCD-CKCX008",
  /** WMS系统=>出库=>出库单查询=>待验货=>详情 */
  CKCX008001: "CKCX008-001",
  /** WMS系统=>出库=>出库单查询=>待验货=>操作日志 */
  CKCX008002: "CKCX008-002",
  /** WMS系统=>出库=>出库单查询=>待称重 */
  CKCDCKCX009: "CKCD-CKCX009",
  /** WMS系统=>出库=>出库单查询=>待称重=>详情 */
  CKCX009001: "CKCX009-001",
  /** WMS系统=>出库=>出库单查询=>待称重=>操作日志 */
  CKCX009002: "CKCX009-002",
  /** WMS系统=>出库=>出库单查询=>已出库 */
  CKCDCKCX010: "CKCD-CKCX010",
  /** WMS系统=>出库=>出库单查询=>已出库=>详情 */
  CKCX010001: "CKCX010-001",
  /** WMS系统=>出库=>出库单查询=>已出库=>操作日志 */
  CKCX010002: "CKCX010-002",
  /** WMS系统=>出库=>出库单查询=>异常订单 */
  CKCDCKCX011: "CKCD-CKCX011",
  /** WMS系统=>出库=>出库单查询=>异常订单=>详情 */
  CKCX011001: "CKCX011-001",
  /** WMS系统=>出库=>出库单查询=>异常订单=>操作日志 */
  CKCX011002: "CKCX011-002",
  /** WMS系统=>出库=>出库单查询=>异常结束 */
  CKCDCKCX012: "CKCD-CKCX012",
  /** WMS系统=>出库=>出库单查询=>异常结束=>详情 */
  CKCX012001: "CKCX012-001",
  /** WMS系统=>出库=>出库单查询=>异常结束=>操作日志 */
  CKCX012002: "CKCX012-002",
  /** WMS系统=>出库=>出库单查询=>超时未处理 */
  CKCDCKCX013: "CKCD-CKCX013",
  /** WMS系统=>出库=>出库单查询=>超时未处理=>处理 */
  CKCX013001: "CKCX013-001",
  /** WMS系统=>出库=>出库单查询=>超时未处理=>详情 */
  CKCX013002: "CKCX013-002",
  /** WMS系统=>出库=>出库单查询=>超时未处理=>操作日志 */
  CKCX013003: "CKCX013-003",
  /** WMS系统=>出库=>波次管理 */
  CKCDBCGL001: "CKCD-BCGL001",
  /** WMS系统=>出库=>波次管理=>新建波次 */
  BCGL001001: "BCGL001-001",
  /** WMS系统=>出库=>波次管理=>查看 */
  BCGL001002: "BCGL001-002",
  /** WMS系统=>出库=>波次管理=>撤销波次 */
  BCGL001003: "BCGL001-003",
  /** WMS系统=>出库=>拣货管理 */
  CKCDJHGL001: "CKCD-JHGL001",
  /** WMS系统=>出库=>拣货管理=>批次规则设置 */
  JHGL001001: "JHGL001-001",
  /** WMS系统=>出库=>拣货管理=>批次打印 */
  JHGL001002: "JHGL001-002",
  /** WMS系统=>出库=>拣货管理=>打印所有未打印批次 */
  JHGL001003: "JHGL001-003",
  /** WMS系统=>出库=>拣货管理=>查看 */
  JHGL001004: "JHGL001-004",
  /** WMS系统=>出库=>拣货管理=>打印批次 */
  JHGL001005: "JHGL001-005",
  /** WMS系统=>出库=>分拣管理 */
  CKCDFLGL001: "CKCD-FLGL001",
  /** WMS系统=>出库=>出库异常 */
  CKCDCKYC001: "CKCD-CKYC001",
  /** WMS系统=>出库=>验货包装 */
  CKCDYSBZ001: "CKCD-YSBZ001",
  /** WMS系统=>出库=>验货包装=>直发单 */
  CKCDYSBZ002: "CKCD-YSBZ002",
  /** WMS系统=>出库=>验货包装=>直发单=>封箱 */
  YSBZ002001: "YSBZ002-001",
  /** WMS系统=>出库=>验货包装=>代发单 */
  CKCDYSBZ003: "CKCD-YSBZ003",
  /** WMS系统=>出库=>验货包装=>代发单=>封箱 */
  YSBZ003001: "YSBZ003-001",
  /** WMS系统=>出库=>验货包装=>代发单=>提交异常 */
  YSBZ003002: "YSBZ003-002",
  /** WMS系统=>出库=>验货包装=>打包记录 */
  CKCDYSBZ004: "CKCD-YSBZ004",
  /** WMS系统=>出库=>验货包装=>打包记录=>打印装箱明细 */
  YSBZ004001: "YSBZ004-001",
  /** WMS系统=>出库=>验货包装=>打包记录=>打印面单 */
  YSBZ004002: "YSBZ004-002",
  /** WMS系统=>出库=>验货包装=>打包记录=>导出 */
  YSBZ004003: "YSBZ004-003",
  /** WMS系统=>出库=>验货包装=>异常记录 */
  CKCDYSBZ005: "CKCD-YSBZ005",
  /** WMS系统=>出库=>验货包装=>异常记录=>缺货异常 */
  CKCDYSBZ006: "CKCD-YSBZ006",
  /** WMS系统=>出库=>验货包装=>异常记录=>缺货异常=>货已找到 */
  YSBZ006001: "YSBZ006-001",
  /** WMS系统=>出库=>验货包装=>异常记录=>缺货异常=>确认缺货 */
  YSBZ006002: "YSBZ006-002",
  /** WMS系统=>出库=>验货包装=>异常记录=>面单异常 */
  CKCDYSBZ007: "CKCD-YSBZ007",
  /** WMS系统=>出库=>验货包装=>异常记录=>面单异常=>手动填写运单号 */
  YSBZ007001: "YSBZ007-001",
  /** WMS系统=>出库=>称重 */
  CKCDCZCD001: "CKCD-CZCD001",
  /** WMS系统=>出库=>称重=>等待出库 */
  CKCDCZCD002: "CKCD-CZCD002",
  /** WMS系统=>出库=>称重=>等待出库=>线下录入重量 */
  CZCD002001: "CZCD002-001",
  /** WMS系统=>出库=>称重=>称重异常 */
  CKCDCZCD003: "CKCD-CZCD003",
  /** WMS系统=>出库=>称重=>称重异常=>线下录入重量 */
  CZCD003001: "CZCD003-001",
  /** WMS系统=>出库=>称重=>称重异常=>强制出库 */
  CZCD003002: "CZCD003-002",
  /** WMS系统=>出库=>称重=>已出库 */
  CKCDCZCD004: "CKCD-CZCD004",
  /** WMS系统=>出库=>称重=>已出库=>导出清单 */
  CZCD004001: "CZCD004-001",
  /** WMS系统=>出库=>称重=>配置 */
  CKCDCZCD005: "CKCD-CZCD005",
  /** WMS系统=>出库=>称重=>配置=>修改（重量阈值） */
  CZCD005001: "CZCD005-001",
  /** WMS系统=>出库=>称重=>配置=>修改|添加（框位设置） */
  CZCD005002: "CZCD005-002",
  /** WMS系统=>出库=>称重=>配置=>删除 */
  CZCD005003: "CZCD005-003",
  /** WMS系统=>出库=>称重=>配置=>添加行 */
  CZCD005004: "CZCD005-004",
  /** WMS系统=>出库=>称重=>包裹打印 */
  CKCDCZCD006: "CKCD-CZCD006",
  /** WMS系统=>出库=>称重=>包裹打印=>揽件出库 */
  CZCD006001: "CZCD006-001",
  /** WMS系统=>出库=>称重=>揽收记录 */
  CKCDCZCD007: "CKCD-CZCD007",
  /** WMS系统=>出库=>称重=>揽收记录=>打印 */
  CZCD007001: "CZCD007-001",
  /** WMS系统=>出库=>称重=>揽收记录=>导出 */
  CZCD007002: "CZCD007-002",
  /** WMS系统=>出库=>称重=>揽收记录=>编辑 */
  CZCD007003: "CZCD007-003",
  /** WMS系统=>出库=>称重=>揽收记录=>查看 */
  CZCD007004: "CZCD007-004",
  /** WMS系统=>出库=>调度任务 */
  CKCDDDRW001: "CKCD-DDRW001",
  /** WMS系统=>出库=>调度任务=>调拨出库单 */
  CKCDDDRW002: "CKCD-DDRW002",
  /** WMS系统=>出库=>调度任务=>调拨出库单=>新增调拨单 */
  DDRW002001: "DDRW002-001",
  /** WMS系统=>出库=>调度任务=>调拨出库单=>取消 */
  DDRW002002: "DDRW002-002",
  /** WMS系统=>出库=>调度任务=>订单调度 */
  CKCDDING001: "CKCD-DING001",
  /** WMS系统=>出库=>调度任务=>订单调度=>未发货 */
  CKCDDING002: "CKCD-DING002",
  /** WMS系统=>出库=>调度任务=>订单调度=>未发货=>新增调度任务 */
  DING001001: "DING001-001",
  /** WMS系统=>出库=>调度任务=>订单调度=>未发货=>打印包裹编号 */
  DING001002: "DING001-002",
  /** WMS系统=>出库=>调度任务=>订单调度=>未发货=>导出 */
  DING001003: "DING001-003",
  /** WMS系统=>出库=>调度任务=>订单调度=>未发货=>编辑 */
  DING001004: "DING001-004",
  /** WMS系统=>出库=>调度任务=>订单调度=>未发货=>新增包裹 */
  DING001005: "DING001-005",
  /** WMS系统=>出库=>调度任务=>订单调度=>未发货=>确认发货 */
  DING001006: "DING001-006",
  /** WMS系统=>出库=>调度任务=>订单调度=>未发货=>删除 */
  DING001007: "DING001-007",
  /** WMS系统=>出库=>调度任务=>订单调度=>已发货 */
  CKCDDING003: "CKCD-DING003",
  /** WMS系统=>出库=>调度任务=>订单调度=>已发货=>导出 */
  DING003001: "DING003-001",
  /** WMS系统=>出库=>调度任务=>订单调度=>已收货 */
  CKCDDING004: "CKCD-DING004",
  /** WMS系统=>出库=>调度任务=>到达仓签收 */
  CKCDDCQS001: "CKCD-DCQS001",
  /** WMS系统=>出库=>调度任务=>到达仓签收=>签收 */
  DCQS001001: "DCQS001-001",
  /** WMS系统=>出库=>绩效统计 */
  CKCDJXTJ001: "CKCD-JXTJ001",
  /** WMS系统=>出库=>绩效统计=>绩效列表 */
  CKCDJXTJ002: "CKCD-JXTJ002",
  /** WMS系统=>出库=>绩效统计=>绩效列表=>导出 */
  JXTJ002001: "JXTJ002-001",
  /** WMS系统=>出库=>绩效统计=>绩效规则配置 */
  CKCDJXTJ003: "CKCD-JXTJ003",
  /** WMS系统=>出库=>绩效统计=>绩效规则配置=>添加 */
  JXTJ003001: "JXTJ003-001",
  /** WMS系统=>出库=>绩效统计=>绩效规则配置=>编辑 */
  JXTJ003002: "JXTJ003-002",
  /** WMS系统=>出库=>绩效统计=>绩效规则配置=>禁用|启用 */
  JXTJ003003: "JXTJ003-003",
  /** WMS系统=>库存管理 */
  CKZXKCCD001: "CKZX-KCCD001",
  /** WMS系统=>库存管理=>库存看板 */
  KCCDKCKB001: "KCCD-KCKB001",
  /** WMS系统=>库存管理=>库存看板=>一级库存 */
  KCCDKCKB002: "KCCD-KCKB002",
  /** WMS系统=>库存管理=>库存看板=>二级库存 */
  KCCDKCKB003: "KCCD-KCKB003",
  /** WMS系统=>库存管理=>库存看板=>三级库存 */
  KCCDKCKB004: "KCCD-KCKB004",
  /** WMS系统=>库存管理=>库存看板=>三级库存=>查看详情 */
  KCKB004001: "KCKB004-001",
  /** WMS系统=>库存管理=>库存看板=>库存流水 */
  KCCDKCKB005: "KCCD-KCKB005",
  /** WMS系统=>库存管理=>库内移动 */
  KCCDKCYD001: "KCCD-KCYD001",
  /** WMS系统=>库存管理=>库内移动=>新增 */
  KCYD001001: "KCYD001-001",
  /** WMS系统=>库存管理=>库内移动=>提交移动 */
  KCYD001002: "KCYD001-002",
  /** WMS系统=>库存管理=>库内移动=>放弃 */
  KCYD001003: "KCYD001-003",
  /** WMS系统=>库存管理=>库存转移 */
  KCCDKCZZ001: "KCCD-KCZZ001",
  /** WMS系统=>库存管理=>库存转移=>新增 */
  KCZZ001001: "KCZZ001-001",
  /** WMS系统=>库存管理=>库存转移=>放弃 */
  KCZZ001002: "KCZZ001-002",
  /** WMS系统=>库存管理=>库存转移=>转移 */
  KCZZ001003: "KCZZ001-003",
  /** WMS系统=>库存管理=>库存转移=>入库异常 */
  KCZZ001004: "KCZZ001-004",
  /** WMS系统=>库存管理=>库存调整 */
  KCCDKCTZ001: "KCCD-KCTZ001",
  /** WMS系统=>库存管理=>库存调整=>新增 */
  KCTZ001001: "KCTZ001-001",
  /** WMS系统=>库存管理=>库存调整=>调整 */
  KCTZ001002: "KCTZ001-002",
  /** WMS系统=>库存管理=>库存调整=>放弃 */
  KCTZ001003: "KCTZ001-003",
  /** WMS系统=>系统管理 */
  CKZXXTCD001: "CKZX-XTCD001",
  /** WMS系统=>系统管理=>库区管理 */
  XTCDCQGL001: "XTCD-CQGL001",
  /** WMS系统=>系统管理=>库区管理=>新增库区 */
  CQGL001001: "CQGL001-001",
  /** WMS系统=>系统管理=>库区管理=>修改 */
  CQGL001002: "CQGL001-002",
  /** WMS系统=>系统管理=>库位管理 */
  XTCDCWGL001: "XTCD-CWGL001",
  /** WMS系统=>系统管理=>库位管理=>新增库位 */
  CWGL001001: "CWGL001-001",
  /** WMS系统=>系统管理=>库位管理=>打印库位编号 */
  CWGL001002: "CWGL001-002",
  /** WMS系统=>系统管理=>库位管理=>导入库位/下载模板 */
  CWGL001003: "CWGL001-003",
  /** WMS系统=>系统管理=>库位管理=>批量生成库位 */
  CWGL001004: "CWGL001-004",
  /** WMS系统=>系统管理=>库位管理=>修改 */
  CWGL001005: "CWGL001-005",
  /** WMS系统=>系统管理=>容器管理 */
  XTCDRQGL001: "XTCD-RQGL001",
  /** WMS系统=>系统管理=>容器管理=>新建容器 */
  RQGL001001: "RQGL001-001",
  /** WMS系统=>系统管理=>容器管理=>打印编号 */
  RQGL001002: "RQGL001-002",
  /** WMS系统=>系统管理=>容器管理=>停用 */
  RQGL001003: "RQGL001-003",
  /** WMS系统=>系统管理=>容器管理=>释放容器 */
  RQGL001004: "RQGL001-004",
  /** WMS系统=>系统管理=>抵扣规则配置 */
  XTCDDKGZ001: "XTCD-DKGZ001",
  /** WMS系统=>系统管理=>抵扣规则配置=>添加 */
  DKGZ001001: "DKGZ001-001",
  /** WMS系统=>系统管理=>抵扣规则配置=>编辑 */
  DKGZ001002: "DKGZ001-002",
  /** WMS系统=>系统管理=>抵扣规则配置=>启用 */
  DKGZ001003: "DKGZ001-003",
  /** WMS系统=>系统管理=>抵扣规则配置=>停用 */
  DKGZ001004: "DKGZ001-004",
  /** WMS系统=>系统管理=>耗材管理 */
  XTCDHCGL001: "XTCD-HCGL001",
  /** WMS系统=>系统管理=>耗材管理=>添加耗材 */
  HCGL001001: "HCGL001-001",
  /** WMS系统=>系统管理=>耗材管理=>导入/下载模板 */
  HCGL001002: "HCGL001-002",
  /** WMS系统=>系统管理=>耗材管理=>导出 */
  HCGL001003: "HCGL001-003",
  /** WMS系统=>系统管理=>耗材管理=>修改 */
  HCGL001004: "HCGL001-004",
  /** WMS系统=>系统管理=>耗材管理=>操作日志 */
  HCGL001005: "HCGL001-005"
};
